{
    "title": "እውነትን በፍቃድ",

    "home": "መነሻ ገጽ",
    "blog": "ብሎግ",
    "class": "መደበኛ ትምህርት",
    "about": "ስለእኛ",
    "lang": "ቋንቋ:",

    "welcome": "እንኳን በደህና መጡ ወደ",
    "truth_by_will": "እውነትን በፍቃድ",
    "essential_header": "በተፈጥሮ አንድ ነገር እጅጉን አስፈላጊ ከሆነ በነጻ ነው የሚገኘው።",
    "essential_paragraph": "ለተውሰኑ ሳምንታት በሚቆዩት ተከታታይ ሳምንታዊ ትምህርቶቻችን የመጨረሻውን የስብዕና ስኬት ያለምንም ክፍያ በነጻ ይጎናጸፉ።",
    "register_now": "አሁኑኑ ይመዝገቡ",
    "lectures-header": "ይህንን የሂወት ትምህርት ከአስተማሪዎቻችን ጋር ይጓዙ",
    "yonatan_gena": "ዮናታን ገና",
    "bereket_teka": "በረከት ተካ",
    "blog_header": "የቅርብ ጊዜ ብሎግ",
    "read_more": "ሙሉውን ያንብቡ",
    "read": "ንባብ",
    "truth_by_will_hash": "#እውነትን_በፍቃድ",
    "video_header": "የቅርብ ጊዜ ቪዲዮ",
          
    "classroom": "መማሪያ ክፍል",
    "attend_text": "ዘውትር እሁድ ከ 4:30 - 6፡00 ሰዓት የአንድ ሰዓት ተኩል ክፍለ ጊዜ የሚወስድ የመግቢያ ትምህርት ስላለን ምቹ በሆነው የትምህርት ስፍራችን በአካል በመገኘት በነጻ መታደም ይችላሉ።",
    "attend_for_more_info": "ለበለጠ መረጃ በ +2519 11 75 30 88 ወይም በ +2517 03 93 81 11 ይደውሉልን፤ አልያም ከዚህ በታች ባለው ፎርም በመመዝገብ ቀጥታ የመግቢያ ትምህርታችንን ይካፈሉ።",
    "attend_map_label": "የጎግል ካርት ላይ ያግኙን",
    "tgl_label": "ትጌላ ህንጻ 4ኛ ፎቅ ላይ እንገኛለን",

    "who_we_are": "እኛ ማነን",
    "our_aim": "አላማችን",
    "our_aim_description": "This is a place through which we convey teachings from truth to human beings with humility and love, and the purpose is that through the knowledge revealed in this site, they will use their free will to make lifechanging decision. Thus, our primary aim is to present a call of love that presents humanity opportunity to regain its “natural identity” - lost for many generations - through “life lessons”. The lessons are for all mankind regardless of their race, gender, age, standard of living, religion, skin color or political opinion. We use plain language to express profound truths and communicate rather complex concepts; but of course, without compromising the logical explanations of the foundational issues discussed or distorting the content of fundamental ideas; and ensuring the channel is suitable for all types of viewers. We are too familiar with the message we are transferring, that we are confident its articulations are complete and precise.",

    "register_here": "በነጻ ይመዝገቡ!",    
    "reg_name": "ስም",
    "reg_name_placeholder": "ሙሉ ስምዎን ያስገቡ",
    "reg_email": "ኢሜይል",
    "reg_email_placeholder": "ኢሜይሎን ያስገቡ",
    "reg_message": "መልዕክት (አማራጭ)",
    "reg_message_placeholder": "መልዕክት ካሎት ያስቀምጡልን",
    "send": "ላክ",

    "guiding_people": "የሰው ልጅ ወደ ሂወት የሚያመራበት የእውነት መንገድ",
    "country": "አዲስ አበባ, ኢትዮጵያ",
    "street": "ከሃያት ሆስፒታል ወደ ቦሌ ብራስ በሚወስደው መንገድ፤ ትጌላ ህንጻ፤ 4ኛ ፎቅ",

    "blog_data" : 
    [
        {
            "blog_title": "ሰውና ነባራዊ ዓለም",
            "blog_description": "የሰው ልጅ ሃሳብ እና ስሜት የሰውየውን የዕለት ተዕለት እንቅስቃሴዎችን የሚቃኙ ማንነቶቹ ናቸው። ሰው ከነባራዊ ዓለም ራቅ ያለ አመለካከት፣ ሃሳብ እና ስሜት ያለው ሲሆን ሰው መኖርን ሲያስብ፣ ስለወደፊቱ እና ስለሚያደርገው ቀላል የሆነ እንቅስቃሴዎች ሲያስብ፣ የሚያስበው ሃሳቦች ነባራዊ ሁኔታዎች ላይ ተመስርተው አይደሉም። ...",
            "blog_content":
                "የሰው ልጅ ሃሳብ እና ስሜት የሰውየውን የዕለት ተዕለት እንቅስቃሴዎቹን የሚቃኙ ማንነቶች ናቸው። አንድ ሰው ለመኖር ስለወደፊቱ እና ስለሚያደርገው ቀላል የሆኑ እንቅስቃሴዎች ሲያስብ፣ የሚያስበው ሃሳቦች ነባራዊ ሁኔታዎች ላይ ተመስርተው አይደሉም።\n\nነባራዊ ዓለም እራሱን ችሎ ያለ እና ከሰው ጋር ተራርቀው የኖሩ ናቸው። ሰው ከነባራዊ ዓለም የራቀ ሃሳብ ፣ስሜት እና አመለካከት ያለው ሲሆን አንድ ሰው ስለ ነባራዊ አለም ወይም ሁኔታዎች ሲያስብ በሃሳቡ የሚስላቸው እና በስሜቱ ደግሞ የሚሰሙት የተለያዩ ስሜቶች አሉት። እነሱም ግምት እና ምኞት የሚባል መጠሪያ ያላቸው ሲሆን የሰው ግምት እና ምኞት ደግሞ ከነባራዊ አለሙ ጋር ሲነፃፀሩ ፈፅሞ የተለያዩ ናቸው። ሰው ነባራዊ ዓለም ላይ የሚገጥሙትን ነገሮች በአምሮው ገምቶ ወይም በምኞቱ ተመኝቶ የሚደርስበት ጉዳይ ስላልሆነ ነው። ስለዚህ ሰው ዓለምን የሚያይበት ሃሳቡ እና ስሜቱ ብቁ መነፅሮች ባለመሆናቸው ምክንያት ነባራዊውን ዓለም ከሰውየው ፍላጎቶች ጋር የራቀ እንዲሆን አድርጎበታል ማለት ነው። ሆኖም አንድ ሰው ስላንድ ነገር በቂ ማስረጃ ሳይኖረው ነገርግን ነባራዊ ዓለም ላይ ያሉ መስሎት ግን የሌሉ ነገሮች መሆናቸውን ሳያውቅ በግምት እና በምኞት የተጓዘ ነው።\n\nሰው ስለነባራዊ አለም ሲያስብ የሚፈራ፣ የሚመኝ ወይም ተስፋ የሚያደርግ ሲሆን፤ ሰው መኖር የተገታበት እና ነባራዊውን ሁኔታዎችን እንዳይጋፈጥ የተዳረገ አድርጎታል። ሰው ከነገሮች ጋር ያለው ግንኙነት እንደሚከተለው ቀርቧል\n\nስኬት፡ ስኬት የሰው አዕምሮ ላይ ያለ ሃሳብና እንደየሰው የተለያየ መልክ ያለው እንጂ በነባራዊው ዓለም የተጨበጠ እና ተመሳሳይ ቅርፅ ያለው ነገር አይደለም። ለምሳሌ ሰው ስኬት የሚመስለው መልስ አገኝበታለው ብሎ የሚሄደው መንገድ ሲሆን ስኬቱ ላይ ከደረሰ በኋላ ግን ሌሎችን ስኬቶች የሚወጥን እና መልስ እንዳላገኘ የሚስተዋል ነው።\n\nሞት፡ ሰው ሳይሞት ሞትን በስሜቱ አብዝቶ የሚፈራ እና የሚያውቅ ሲሆን ሞት ግን በነባራዊው ላይ ሰው እንደሚሰማው አይነት ቅርፅ ያለው አይደለም። ምክንያቱም ትክክለኛው ሞት በመሞት የሚታወቅ ብቻ ስለሆነ ነው።\n\nደስታ፡ ሰው ደስታ የሚመስለው በአንዳድ አጋጣሚዎች እና ሁኔታዎች የተሰሙት እንጂ በትክክል ደስታ ምን እንደሆነ አያወቅም። እኛ ጋር ግን የተሳካው ትክክለኛ ደስታ የሚባለው ልክ እንደ አየር ሳይቋረጥ በተደጋጋሚ በሰው ሂወት ውስጥ የሚመጣና የሚፈስ የስሜት ምግብ ነው።\n\nተስፋ፡ ሰው ነባራዊውን ስለማያውቅ በሱ ምትክ ሃሳቡ ላይ እና ስሜቱ ላይ ያለ ነገር ተስፋ ሲሆን፤ ሰው በተስፋ ውስጥ የሚራመድ እና ሰው ተስፋ የሚያደርገው ነባራዊው ዓለም ላይ የሌለውን ነገር ነው። በዚህ ምክንያት ሰው ከቀን ወደቀን ከነባራዊው ዓለም ጋር እንዲራራቅ አድርጎበታል።\n\nእኛ እንደስኬት የተገነዘብነው ነባራዊው ዓለም ላይ ያሉ ነገሮች ልክ እንደ ጢስ ሆነው ከሩቁ ሲታዩ የማያሳልፍ ግንብ የሚመስሉ ግን ሰው በቅርብ እያያቸው ሲመጣ ገለል እያሉ የሚመጡ ባህሪ ያላቸው መሆናቸውን ነው። ከዚህ ጋር ተያይዞ እኛ እንደምንለው ባይሆንም ግን አንዳንድ ተሳካልን የሚሉ ሰዎች የማይቻሉ እና የማይደረስባቸው ነገሮች ላይ እነሱ ሲደርሱ የሚጠብቃቸው ሁኔታዎች እና እንደተባለው እንዳልሆኑ ሲናገሩ ይስተዋላሉ። ይሄም የሚያሳየን የሰው ሃሳብና ስሜት ላይ ያሉ ነገሮች ሰው ነባራዊ ዓለም ላይ እንዳይኖር ከልካይ አድርጎበታል።\n\nመኖር፡ መኖር ማለት ሃብታም መሆን፣ ማግባት፣ መውለድ፣ ወደተሻለ ሃገር መሄድ ሳይሆን፤ መኖር የሚባለው ነባራዊው አለም ላይ ነው እንጂ መኖር በተስፋ እና በምኞት ላይ የተመሰረተች አይደለችም። በጥቅሉ በየትኛውም ሁኔታ ውስጥ ሰው ያቃተው ነገር ኑሮ ነው።\n\nነባራዊ አለም ውስጥ ከዘመን ዘመን አዲስ ነገር መጥቶ አያውቅም፤ ሁሉም ድግግሞሽ እና አዙሪት ውስጥ ሆኖ ነው ከትውልድ ወደትውልድ የሚሻገረው። ይልቁንም አሁን ላይ ያለው ነባራዊ አለም ሰው መኖር እንዳይችል ብዙ ተስፋ አስቆራጭ ነገሮችን የያዘ ነው።\n\nእንደስኬት እኛ መኖር ተሳክቶልናል። ስለዚህ ሰው በእኛ መንገድ ሲመጣ መጀመሪያ የምናደርገው ስለነባራዊው ዓለም ትክክለኛ መረጃ ወይም እውቀትን በመንገር እና ሰውየው ያላየውን አሳይቶ እና የከበደውን ነገሮች ገሸሽ አድርጎ ነባራዊውን ዓለምን ተጋፍጦ መኖር እንዲችል የመኖርን ሃይልን የሚያገኝበት መንገድ ነው። ምክንያቱም ዕውቀት መናገር ብቻ የመኖርን ሃይልን ለሰው ስለማይሰጥ ነው። ሰው አሁን ላይ ባለው ነባራዊ አለም የእኛ መንገድ አዲስና በምድር ህጋዊነት ያለው ሲሆን ሰው በዚህ መንገድ የመኖርን ሃይልን የሚያገኝበትና መባከኑን ትቶ እስከመጨረሻው መኖር የሚችልበት መንገድ ነው።",
            "date": "ህዳር 08 / 2016",
            "min": "2 ደቂቃ",
            "teacher": "ዮናታን ገና"
        },
        {
            "blog_title": "መውደድ",
            "blog_description": "እኛ ያገኘነውንና የተሳካልንን ወደ እናንተ ይዘን የምንመጣበት ዋነኛው ምክንያታችን የመውመድ መንገድ ላይ ወይም የመውደድ ስሜት ላይ ሆነን ነው።\n\nይሄን በነፃ ያልንበትና ከእናንተ ጋር ያለምንም ጥቅማዊ ግንኙነት ያለሆነበት ምክንያት በእኛ በኩል ያለውን ጥቅም ጨርሰን፣ ኖረን ወይም ከእናተ ሌላ አዲስ ጥቅም ፍለጋ ስላልመጣን ነው። ነገር ግን አለም ላይ ያሉት ሰዎች ገና ጥቅም ፍለጋ አዲስ ሃይል ግንባታ ላይ ናቸው ...",
            "blog_content":
                "እኛ ያገኘነውንና የተሳካልንን ወደ እናንተ ይዘን የምንመጣበት ዋነኛው ምክንያታችን የመውመድ መንገድ ላይ ወይም የመውደድ ስሜት ላይ ሆነን ነው።\n\nይሄን በነፃ ያልንበትና ከእናንተ ጋር ያለምንም ጥቅማዊ ግንኙነት ያለሆነበት ምክንያት በእኛ በኩል ያለውን ጥቅም ጨርሰን፣ ኖረን ወይም ከእናተ ሌላ አዲስ ጥቅም ፍለጋ ስላልመጣን ነው። ነገር ግን አለም ላይ ያሉት ሰዎች ገና ጥቅም ፍለጋ አዲስ ሃይል ግንባታ ላይ ናቸው።\n\nእስከዛሬ ድረስ ከፈጣሪ ባህሪ ጋር በተያያዘ የተነገሩን ነገሮች በቀጥታ ፈጣሪ በባህሪው የሚወደድ ሳይሆን የሚፈራና ከእሱ የሚያስርቅ እንደሆነ ይስተዋላል። ለምሳሌ ፈጣሪ ሰውን ይሄንን ካደረክ አልወድህም ይሄንን ካደረክ ደግሞ እወድሃለው የሚል አይነት ባህሪ ያለው ነው። ነገር ግን እኛ በትክክለኛ ፈጣሪን በባህሪው ስናገኘው ደግሞ ፈፅሞ ሙሉ በሙሉ መወደድ ብቻ እነደሆነ እና እርሱ ያለውን ነገር በገፍ እንደሚሰጥ፤ በአንፃሩ ደግሞ እርሱ የሌላቸውን ነገሮች እንደማይሰጥ በጉልህ በባህሪው ያየነበት ነው።\n\nእኛ መንገድ ላይ እንደ አንድ ትልቅ ስኬት የተሳካልን መጀመሪያ ፈጣሪን መውደድ ነው። ይሄ መውደድ የመጣው  እስከዛሬ ድረስ ፈጣሪ ነው ተበሎ የተነገረን፣ የሰማነው ይሄን ያደርግላችኋል፣ ይሰጣችኋል፣ ይነሳችኋል የተባልነው ፈጣሪ ሳይሆን፤  በተክክለኛ ባህሪው እውነተኛውን ፈጣሪን  ስናገኘው እና ከእርሱ ጋር ቀጥተኛ የሆነ ግንኙነት ውስጥ ስንገባ የመጣ ትልቅ የስሜት ልዩነት ነው። ስለዚህ ይሄ ስሜታችን ላይ የተፈጠረው የስሜት ልዩነት ትክክለኛውን ፈጣሪን ማፍቀር እና መውደድ ሆኖ አግኝተነዋል።\n\nየመጀመሪያን ስኬታችን ፈጣሪን መውደድ ሲሆን በቀጣይ ደግሞ የእርሱ የሆኑትን፣ እርሱ የፈጠራቸውን በዙሪያችን ያሉትን ፍጥረታት መውደድ ነው። ይሄም የተሳካልን ምክንያት እኛ ከዚህ ቀደም ፍጥረትን ገንዘብ በሰራልን አይን እንደምናይበት  ሳይሆን የፈጣሪ ልጅ ከመሆን ጋር በተሰራልን አይን ማየት በመቻላችን ነው።\n\nእንደ አንድ ፍጡር የፍጥረታቱን ባህሪ ሲታይ ሁሌም በጽናት፣ በልግስና እና በመዋደድ ቀጥተኛ የእርስ በእርስ ግንኙነት እና ከኛ ጋር ያላቸውን ቁርኝት አሁን ላይ ሲስተዋሉ፤ እስከዛሬ ያላስተዋልናቸውን አሁን ላይ ግን ልዩነቱን ስንመለከት ፍጥረቱን አለመውደድና አለማድነቅ አይቻልም። ለምሳሌ የፀሐይን የአፈጣጠር ባህሪ ስናይ ለፍጥረታት ሁሉ እስከዛሬ ድረስ ብርሃንና ሙቀትን በፅናት ስትለግስ ማየት እንችላለን።\n\nበተቃራኒው ደግሞ ከዚህ በፊት ያላስተዋልነው ነገር ግን ፍጥረታትን በመውደዳችን እና እንደትክክለኛ ሰው ሆነን ስናስበው ፤ በሰው ታስረው ያሉትን እንስሳቶችን ስንመለከት፤ እነዚህ እንስሳቶች ከአፈጣጠራቸው ውጪ እንዲኖሩ እየተደረጉና ሚዛኑን በሳተ መልኩ ተፅዕኖ እየደረሰባቸው መሆኑን መገንዘብ ችለናል።\n\nሌላኛው የተሳካልን ሌሎችን ሰዎች መውደድ መቻላችን ነው። ምክንያቱም የፈጣሪ ፍጥረታቱን ወዶ ሰውን አለመውደድ ስለማይቻል ነው። ሰዎች ከሌሎች ፍጥረታት ጋር ተዋዶ ቢዘልቅም ሰው እና ሰው ግን እርስ በርስ ባላቸው መጎራበጦች  ምክንያት ተዋዶ ለመኖር እጅጉን ከባድ አደርጎበታል። ስለዚህ እኛ ሰውን መውደድ ተሳካልን ያልንበት ምክንያት ከሰውየው መቸገር ሳይሆን ሌሎች ምክንያቶችን ሁሉ ያለፈ፤ ከመውደድ ሃይል፣ ከመውደድ መንፈስ የመጣ ስለሆነ ነው።\n\nከዚህ የመውደድ ማንነታችን የተነሳ እኛ በነፃ እና በሙላት ያገኘነውን ህይወት እና ትክክለኛ የፈጣሪ ባህሪ ይሄ ነው ብለን የደረስንበትን መንገድ አለን ብለን ሌላም ሰው ህይወቱን እንዲያገኘው በደስታና በጉጉት የምንናገረው፣ የምናሳየው ለሰው ካለን መውደድና በፈጣሪ ከመውደድ የተነሳ ነው።\n\nሰው ህይወት ማግኘት ያለበት ዋነኛ ምክንያት፤ ህይወቱ ምንያህል ለሰውነት እንደሚስማማና እንደሚጠቅም፤ ልክ እንደ አየር እና እንደ ፀሐይ እጅጉን ለሰው ልጆች ሁሉ እንደሚያስፈልግ ስላወቅንና ስለተገነዘብን ነው። ሰው ከዚህ ህይወት ጋር ሲገናኝ ከፍተኛ ለውጡን በኑሮው፣ በእንቅስቃሴው፣ በማንነቱ እና በባህሪው የሚያይበት መንገድ ነው።\n\n በተጨማሪም እኛ በስብዕናችን የህይወቱ እና የመንገዱ አካል ከመሆናችን ጋር ተያይዞ የሚመጡ የስሜት አይነቶች ከዚህ መንገድ ውጪ ዐለም ላይ ካሉት መንገዶች የሚያስከስቱት የስሜት አይነቶች ፈዐሞ የተለየና የማይገናኝ መሆኑን በግልፅ ለይተነዋል። ስለዚህ እኛ ዓለም የምታቀርበውን የገንዘብ እና የቴክኖሎጂ ውጤቶችን ከመውደድ ይልቅ በትክክለኛ ማንነታቸው ማለትም ከመጠቀሚያ ውጪ እንዳልሆኑ ተገንዝበናል።\n\nባጠቃላይ ትክክለኛ የመውደድ ስሜት ላይ ለመድረስ መንገድ አለው። መውደድም ለወዳጁ ብቻ ሳይሆን ለሁለቱም ወገን ማለትም ለወዳጁና ለተወዳጁ ምቾትን የሚሰጥ ነው። ከዚህ ጋር ተያይዞ እኛ ፈጣሪን ፣ ፍጥረትንና የሰው ልጆችን ያለቅደመ ሁኔታ፣ ያለምንም ትግል መውደድ መቻላችን ስለተሳካልን፤ ሌሎችም ሰዎች እዚህ ስኬት ላይ መድረስ ይችላሉ ማለት ነው።ስለዚህ ሰው መኖር ካለበት ምቾት ያለው የመውደድ ስሜት ውስጥ ሆኖ ሲኖር ብቻ ነው።",
            "date": "ህዳር 11 / 2016",
            "min": "3 ደቂቃ",
            "teacher": "ዮናታን ገና"
        },
        {
            "blog_title": "የመዳን መንገድ",
            "blog_description": "በሰው ልጆች ታሪክ ውስጥ ሰው ከወደቀበት ጊዜ ጀምሮ አሁን እስከደረሰበት ባለው የምድር ቆይታ ውስጥ ለመዳን በየጊዜው ተስፋ የሚሰጡ በርካታ የመዳን መንገዶችን ፈጥሯል፤ ብዙ ተጉዟል። የሰው ልጅ ዕውቀቱ፣ ጥረቱ፣ልፋቱ፣ ደግነቱ እና ክፋቱ የተሻለ ውጤት ለማምጣት ወይም በጥቅሉ ለመዳን ሲል ነው። ....",
            "blog_content":
                "በሰው ልጆች ታሪክ ውስጥ ሰው ከወደቀበት ጊዜ ጀምሮ አሁን እስከደረሰበት ባለው የምድር ቆይታ ውስጥ ለመዳን በየጊዜው ተስፋ የሚሰጡ በርካታ የመዳን መንገዶችን ፈጥሯል፤ ብዙ ተጉዟል። የሰው ልጅ ዕውቀቱ፣ ጥረቱ፣ልፋቱ፣ ደግነቱ እና ክፋቱ የተሻለ ውጤት ለማምጣት ወይም በጥቅሉ ለመዳን ሲል ነው።\n\nእነዚህ የመዳን መንገዶች አላማቸው የሰውን የፍላጎት እና የጥያቄ መልሶችን እንዲመልሱ የተሰሩ ሲሆኑ እነሱም በጥቅሉ የምድር ምሶሶዎች ይባላሉ። የምድር ምሶሶ(የምድር ስርዓት) የሚባሉትም እነ ፖለቲካ፣ ሃይማኖት፣ ባህልና ማህበራዊነት፣ ሳይንስና ቴክኖሎጂ፣ ገንዘብ ወዘተ ይጠቀሳሉ። እነዚህ የምድር ስርዓቶች ከሰው ልጆች መዳን ጋር ያላቸውን ቁርኝነት በዝርዝር እንዳስሳለ፤ ምድርም አሁን ለደረሰችበት የምድር ቅርጽ ከፍተኛ አስተዋጾ አላቸው።\n\nፖለቲካ: የሰው ልጅ ከፈጣሪ አስተዳደር ወይም አገዛዝ በራቀ ጊዜ እንደመፍትሄ እድንበታለው ብሎ የራሱን አስተዳደር ያበጀው ፖለቲካ በሚባል ስርዐት ነው። ፖለቲካ  አንዱ በበላይነት ሌላውን የሚያስተዳድበትና የሚገዛበት፤ የሰውን መሰረታዊ ፍላጎትን የሚመልስ ፣የሚታየውን አለም በሃገር፣ በድንበር፣ በዘር፣ በቆዳና በጎሳ ከፋፍሎ የሚገዛ ስርዐት ነው።\n\nሃይማኖት: ሃይማኖት መንፈሳዊነትን ወይም የማይታየውን አለም የሚያስተዳድር፤ ከጥንት ከመሰረቱ ለሰው ልጆች እንደመዳኛ መንገድ ተደርጎ የተቀመጠ ስርዐት ነው። አንድ ሃይማኖት ለሁሉም ሰው በሉአላዊነት ስለማይሳካ ምድር በብዙ ሃይማኖቶች የተሞላች እንድትሆን አድርጓታል። የሰው ሃይማኖት የሚወሰነው ሰውየው እንደተወለደበት ቦታ፣ ቤተሰብ፣ ባህል ሲሆን ሁሉም ደግሞ የየራሱ ሃይማኖት ትክክልና ዕውነት እንደሆነ፤ የሱ ብቻ እንደሚያድን እርግጠኛ ያደርገዋል።\n\nባህል እና ማህበረሰባዊነት: ይህ አስተሳሰብ እና ማድረግ/ተግባር ላይ ተወስኖ ሰውነት የሚሉትን ስኬት ለማምጣት የተዘረጋ ስረዐት ነው። ለምሳሌ ደግነትን እንደ አንድ ጥሩ የመዳኛ መገለጫ ነው ተበሎ እንደስኬት ይታያል\n\nሳይንስና ቴክኖሎጂ: አንድ ሰው መዳኑን የሚያረጋግጥለት፣ እራሱን የሚያይበትን ግንዛቤ የሚሰጠው መንገድ ነው።\n\nገንዘብ: ምድር ላይ የመጨረሻው የመጠቅለያ መዳኛ መንገድ ተደርጎ የተቀመጠው ገንዘብ ሲሆን፣ አንድ ሰው ተሳካለት፣ ተባርኳል የሚባለው ገንዘብ ሲያገኝ ነው።\n\nእነዚህ የመዳን መንገዶች እንኳን ሊያድኑ ይቅርና አሁን ላይ በላቀ ሁኔታ የሰውን ልጅ ከፍተኛ ጡዘት ውስጥ እንደከተቱት በውጤቱ የሚታይ ነው። ድሮ የነበረው የሰውነት ጥያቄዎች፣ ችግሮች፣ ድኖ በህይወት የመኖር ፍላጎት እስከዛሬ ሳይመለስ ቀጥሏል። ለምሳሌ ፖለቲካ ሰውን እጠብቃለው ብሎ ነገር ግር የመጨረሻውን የሰው ልጆች ማጥፊያ መሳሪያን የታጠቀ ሲሆን በዚህ አካሄዱ አለምን የማጥፊያ መንገድ መሆኑ አይቀሬ ነው። አብዛኛው ሃይማኖቶች ደግሞ የሰውን መዳን ከሞት በኋላ የሚገኝ ወይም የሚኖር አድርጎ ሰውን በእምነት አውሮ፣ በተስፋ አደንዝዞ የሚመራ መንገድ ነው። ሃይማኖት ሰው ከፈጣሪው ጋር ለመገናኘት የሰራው መንገድ እንጂ ፈጣሪ ከሰው ጋር ለመገናኘት የሰራው መንገድ አይደለም። ባህል እና ማህበረሰባዊነት አንዱን ሰጪ አንዱን ተቀባይ የሚያደርግ እሳቤ ያለው ሲሆን ብዙሃንነትን አስፍቶ ግለሰባዊነትን የሚቀብር፤ እራስህን ፈልገህ እንዳታገኝ ማህበረሰቡ ባወጣው እሴቶችና አስተሳሰቦች ውስጥ ተካተህ እንድትጓዝ የሚያደርግ ስርዐት ነው። ገንዘብ የሰውን ሁሉ የተፈጥሮ ፍላጎትን በሰው ሰራሽ ፍላጎት ተክቶ ለሱ መልስ ደግሞ አንዱን ድሃ ሌላውን ሃብታም አድርጎ የሚገዛ መንገድ ሲሆን፤ ሰው ሰውነቱን አቶ በሃሳቡ፣ በስሜቱና በስጋው ገንዘብን እንዲፈልግ፣ እንቅስቃሴው ሁሉ ገንዘብን እያባረረ እንዲኖር፣ አገኘው ሲል የሚርቅ የቅርብ እሩቅ ነው። ስለዚህ ገንዘብ የሰማዩንና የምድርን መዳን መጠቅለል አይችልም።\n\nባጠቃላይ እነዚህ የምድር ስርዐቶች እንደውጤት ሲታዩ የሰው ልጆችን ወደተሻለ፣ ወደ መዳን መንገድ ሳይሆን መዳን ወደማይቻልበት ውጥንቅጥ ውስጥ የከተቱትና ይልቁንስ በየጊዜው የሰው ሃጥያቱና ስቃዪ እየጨመረ እንዲመጣ አድርጎታል። ሰውም አሁን ላይ ድኛለው ብሎም በሙላትና በእውነት የሚናገር የትም አይገኝም።\n\nእኛ አለ የምንለው የመዳን መንገድ ግን እስካሁን ከጠቀስናቸው የመዳን መንገዶች ውስጥ ሆነ ውጪ ከዚህም በፊት ከነበሩት መንገዶች ፈጽሞ የተለየ እና የነበረ ግን የማይታወቅ፣ አዲስ የመዳን/የምህረት መንገድ ነው። ሰው ሰው ስለሆነ ብቻ ያላንዳች ቅድመ ሁኔታ መዳን የሚችልበት፤ መዳናችሁን በውስጥ ማንነታችሁ እርግጠኛ የምትሆኑበት፤ መዳንን የምታውቁበት፤ የምትጨብጡት እና በተጨማሪም በህይወታችሁ፣ በኑሯችሁ እና በየእንቅስቃሴያችሁ የምታስተውሉት፣ የምትገነዘቡበት የመዳን መንገድ ነው። በዚህ የመዳን መንገድ ውስጥ ህይወትን የምትዘሩበት እና በማፍራት በሙላት የምትኖሩበት መንገድ ነው።",
            "date": "ህዳር 12 / 2016",
            "min": "3 ደቂቃ",
            "teacher": "በረከት ተካ"
        },
        {
            "blog_title": "ሞት እና ህይወት",
            "blog_description": "የሰው ልጅ መሰረታዊ የሆነ ነገር ግን የሱ ባልሆነ ጉድለቶች የተሸፈነ ትልቅ እና ጥልቅ የሆነ ጥያቄ አለው ። ሞት የሚባለው ነገር የሰውን ልጅ ሲሞት ብቻ የሚነካው ጉዳይ ሳይሆን በየዕለት እንቅስቃሴው ቀንን፣ ወርን፣ አመታትን እያስቆጠረው የሚኖር ከሰው ጋር አብሮ ያልተፈጠረ ግን አሁን አብሮት የሚኖር ማንነት ነው። የሰው ልጅ ሲሞት ብቻ የሚያውቀው ጉዳዩ ሳይሆን ሁሌ የሚያስፈራራው የሚከተለው ዛቻ የሚያደርስበት ሰው ውስጥ የተቀመጠ ማንነት ነው። ሞትን ተሸክሞት የሚኖር ፍጡር  ሰው ብቻ ነው።  ሌሎች ፍጥረታት ሞትን የሚያውቁት ሲሞቱ ብቻ ሲሆን እየኖሩ የሞት ባርያ አይደሉም። በአንጻሩ የሞትን እንቅስቃሴዎች...",
            "blog_content":
                "የሰው ልጅ መሰረታዊ የሆነ ነገር ግን የሱ ባልሆነ ጉድለቶች የተሸፈነ ትልቅ እና ጥልቅ የሆነ ጥያቄ አለው ። ሞት የሚባለው ነገር የሰውን ልጅ ሲሞት ብቻ የሚነካው ጉዳይ ሳይሆን በየዕለት እንቅስቃሴው ቀንን፣ ወርን፣ አመታትን እያስቆጠረው የሚኖር ከሰው ጋር አብሮ ያልተፈጠረ ግን አሁን አብሮት የሚኖር ማንነት ነው። የሰው ልጅ ሲሞት ብቻ የሚያውቀው ጉዳዩ ሳይሆን ሁሌ የሚያስፈራራው የሚከተለው ዛቻ የሚያደርስበት ሰው ውስጥ የተቀመጠ ማንነት ነው። ሞትን ተሸክሞት የሚኖር ፍጡር  ሰው ብቻ ነው።  ሌሎች ፍጥረታት ሞትን የሚያውቁት ሲሞቱ ብቻ ሲሆን እየኖሩ የሞት ባርያ አይደሉም።\n\nበአንጻሩ የሞትን እንቅስቃሴዎች የሞትን ቅምሻ ላየ ሰው ህይወትን ሲቀምስ ፍጹም ተቃራኒ የህይወት ፓኬጅን በጉልህ ያየዋል። ሞት ተስፋ መቁረጥ, የመኖር ትርጉም ማጣት ያለው ሲሆን የህይወት ፓኬጅ  ደግሞ ለኑሮ ጊዜ ማጠርን በብዙ ሰላም እና ደስታ መቆየት መፈለግን ሞትን ሲሞቱት  ብቻ ማውቅ በተጨባጭ ያሳየናል። በዚህም ምክንያት ፈጣሪ የተጠየቀው ጥያቄ ሁሉ ለሰው ልጅ መኖር መሰረታዊ አለመሆኑን እና የፈጣሪም ምላሽ አለመገኘቱን እናይበታለን ፈጣሪም ወደ ሰው ዘንድ ከተመለከተ የሚመለከተው ያህንን ሞት የተባለ ጉድለቱን እንጂ ሌሎች ጉድለቶችን ተመልክቶ መፍትሄ አይሰጥም። የሰው ልጅ የፍላጎት ጥያቄም ተመልሶ አያውቅም ምክንያቱም የሰው የፍላጎት ጥያቄ የሆነው ጥያቄ ሁሉ የሰው ጉድለት ስላልሆነ ነው። ለጥያቄያችን መልስ አገኘን ያሉትም መልሱ ሌላ ጥያቄ ሲፈጥርባቸው እናያለን ፈጣሪም ደግሞ ለሰው ብቻ መፍትሄን ሊሰጥ ነው የመጣው፡ በሰው ፍላጎት የተሸፈኑ ብዙ የሚመስሉ ጥያቄዎችን ፋጣሪም አይመልሰውም። መሰረታዊው የሆነው የሰው ጥያቄ ሲመለስ ዋናው ትልቁ ህይወት ይቀጥላል፤ የህይወት ጥያቄ ሲመለስም ሌላው የሰው ያልሆነው ማንነት ውስጥ የተቀመጠው ጥያቄ ከጥያቄነት ወርዶ እንቅስቃሴ ብቻ ይሆናል። ከሞት መገላገል በግልጽ የሚታወቅ ነገር ሲሆን ከሞት የተገላገሉ ሞትን ተሸክመው ከማይሄድ ፍጥረታት የኑሮ ምሳሌ መሆን ይችላል።\n\nዘመናት የተኖረበት ለዘመናት የሰው ማንነት ሆኖ የኖረውን ሞት የተባለውን ማንነት በአንጻሩ ፈጣሪ ለሰው አደረገ ከተባለ ይህንን የሰው ማንነት ተብሎ የተቀመጠን ሞት አንስቶ ህይወት ለግሶለት ፍጥረት እና ፈጣሪው ያላቸውን ጉዞ ማስቀጠል ይሆናል። እኛም ጥሪያችን የሆነው ለዘመናት የተሞከረ አሁን በዚህ ጊዜ የተሳካ ጉዞን ማስጓዥ ነው።\n\nትኩራታችንም ፈጣሪ ለፍጥረቱ ያዘጋጀውን ነገር ሰዎች እንዲያገኙ ማድረግ ነው። ሁሉም ሰው ነገሩን ሲያገኝ እንኩዋንም ፈጣሪ ያለውን መለሰልኝ እንኩዋንም የኔ ጥያቄ አልተመለሰልኝ ወደ ማለት ያመጣዋል። በዚህ አጭር ጽሁፍ ሞት እና ህይወትን በጥቂቱ ለማሳየት ሞክረናል ዛሬም እንደ ሁሌው በነጻ ያገኘነውን በፍቅር የተጓዝነውን መንገድ ሰው ተጉዞ ለዘመናት ያልተመለሰለትን የህይወት ጥያቄ በዚህ መንገድ ተመልሶልን ተስማምቶን እና ተመችቶን ለሰው ይገባዋል ያልነውን መንገድ እነሆ።",
            "date": "ህዳር 15 / 2016",
            "min": "2 ደቂቃ",
            "teacher": "ዮናታን ገና"
        }
    ]
}