[
    {
        "id": 1,
        "blogTitle": "የሰው ዓለም",
        "blogDescription": "",
        "blogContent": 
            "ምድር ላይ ካሉ ፍጥረታት መካከል የራሱን ዓለም ሰርቶ የሚኖረው ወይም በራሱ ዓለም የራሱን መዋቅር ሰርቶ ... የራሱን ህገ-ደንብ አውጥቶ ወይም የራሱን የኑሮ ዘይቤ ቀርጾ የሚኖረው የሰው ልጅ ብቻ ነው። ሌሎቹ ፍጥረታት እርስ በራሱ ራሱን የሚያስተዳድር ሰልፍ ገቨርኒንግ (self-governing) የሆነ ሃቢታት (habitat) ያላቸው፣ ኢኮስይስተማቸው (ecosystem) በጣም ሃርሞንየስ (harmonious) የሆነ፣ ተፈጥሯዊ ስይስተም አላቸው። የሰው ልጅ ግን በጣም በሚገርማችሁ ሁኔታ ... ከ...ተፈጥሮ ሃርሞንየስ (harmonious) ስይስተም ውጭ የራሱን ዓለም ፈጥሯል። የሰው ልጅ ከሌሎች ፍጥረታት የሚለይበት ምክንያት ... ምንድንነው ስለራሱ ያለው የማንነት ችግር ስላለበት ነው እንግዲህ በእንደዚህ ሁሉ ውጥንቅጥ ውስጥ ማንነቱን ፍለጋ፣ ራሱን ፍለጋ ወይም አይደንቲትይ ክራይሲስ (identity-crisis) ስላለበት ያንን አይደንቲትይ ክራይሲስ (identity-crisis) መፍትሄ ለማግኘት፣ ለዛ አይደንቲትይ ክራይሲስ (identity-crisis) እልባት ለማግኘት ነው እንግዲህ ይህን ሁሉ የሚሰራው፤ እና እስቲ ምንድን ነው የሰራው የሰው ልጅ? የሰው ልጅ ዓለም ምን ይመስላል? ከምን ከምን ነው የተዋቀረው? ምን ምን ዓምዶች አሉት? ",
        "teacher": "Bereket Teka"
    },
    {
        "id": 2,
        "blogTitle": "ሱስ",
        "blogDescription": "",
        "blogContent":
            "ይሄ ነገር በጣም ኮመን ነው ... ሰው ካለ ሱስ የሚባለው ነገር ደግሞ አብሮት አለ ሁሌ ሁሉም ነገር አግባቡን ሲያልፍ ወይም ደግሞ ያሰው ከዚያ ጉዳይ ውጪ መኖር ሲያቅተው ያንን ነገር ሱስ እንለዋለን... ሰው ሱሰኛ ስለሆነ ጥፋተኛ አይደለም ... እነሱ ሰለባ ሆኑ እንጂ እራሳቸው ላይ ያመጡት ነገር አይደለም",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 3,
        "blogTitle": "ሰውና የፍላጎት ብልሽቱ",
        "blogDescription": "",
        "blogContent": 
            "ተፈጥሮአዊ የሆነውን አፕታይቱን ረስቶታል ሰው... አሁን ኬር (care) የሚያደርገው ሰው ወይም ሞር ኮንሰርን (more concern) ያለው ስለ ተፈጥሮአዊ ያልሁኑ ፍላጎቶቹ ወይም ስለ ኦርጂናል ያልሆኑ አፕታይቶቹ ወይም ሰው ሰራሽ ስለሆኑ ወይም ዓለም ሰራሽ፣ ምድር ሰራሽ ስለሆኑ አፕታይቶቹ ወይም ፍላጎቶቹ ነው ያለው...ምኞት ማለት የሌለን ነገር፣ በሌለ ነገር ... ያላሳከከህን ብታክ እንደማለት ነው። ... ያልነበረህን ፍላጎት እንደ ፍላጎት አድርገህ ልታስተናግደው ስትሄድ ምኞት ነው የሚሆነው የመጀመሪያው ... ስለዚህ የሰው ልጅ ደግሞ ምኞት በጣም ያቃል። የሰው ልጅ ለችግር ይሠራል፤ ችግር ለመፍታት ይሠራል፤ የችግር ቅጥረኛ ነው ማለት ነው። ሁሉም ሰው የሚሰራው የሆነ ችግር ለመፍታት ነው። አሁን ኦልሬዲ የተበላሸው የሰው ልጅ አፕታይት እሱ ሆኗል ማንነቱ...",
        "teacher": "Bereket Teka"
    },
    {
        "id": 4,
        "blogTitle": "ሰውና ፈጣሪው",
        "blogDescription": "",
        "blogContent": 
            "ሰው ፈጣሪ ብሎ የሚያስበው ፈጣሪና ትክክለኛው ፈጣሪ በባህሪያቸው አንድ አይደሉም። ሰው ፈጣሪውን ባለማወቁ ምክንያት ከሱ ምን መጠበቅ እንዳለበት የተሳሳተ ግንዛቤ ይዟል። ይህም ስለሆነ ሰው እድሜ ልኩን ፈጣሪን የሚለምንና ፈጣሪውን የሚያማርር ሆኖ ቀርቷል። እኛ ደግሞ ባንፃሩ ልክ እንደማንኛውም ሰው እሱን የማናቅ ሆነን ስንኖር ቆይተን አሁን ግን ትክክለኛውን ፈጣሪ በማግኘታችን ምክንያት ጥያቄዎቻችንን ወደ ጎን ትተን እሱ የሚሰጠውን ህይወት ብቻ እየተቀበልን በመኖራችን እጅግ በጣም ጣፋጭና ምቹ ኑሮ ውስጥ እራሳችንን አግኝተነዎል። ከዚህም የተነሳ እንኳን የጠየቅንህን ሳይሆን አንተ ልክ ነው ያልከውን አረክልን እያልን በተድላ እየኖርን ነው።",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 5,
        "blogTitle": "ጥያቄና መልስ",
        "blogDescription": "",
        "blogContent": 
            "የሰው ልጅ ሁሉ ነገር ላይ ጥያቄ አለው፤ የሰው ልጅ ደግሞ በሁሉ ነገር ይጠየቃል፤ ወይም ሁሉ ነገር ደግሞ የሰው ልጅን ይጠይቀዋል፤ ወይም ከሰውየው ወይም ከሰው ልጅ ምላሽ ይፈልጋል ሁሉ ነገር ማለት ነው፤... ሁሉም ነገር ጠይቀን፣ መልስ ሰጥተን፣ ለሰጠነውም መልስ ታማኝ ሆነን የመኖር ያክል እዳ ይዘን ነው የምንቀሳቀሰው... የሰው ልጅ ኑሮው ባጠቃላይ፣ የሰው ልጅ እውቀቱ ባጠቃላይ፣ የሰው ልጅ ሪሌሽንሽፖቹ (relationships) ባጠቃላይ፣ የሰው ልጅ እውነታው ባጠቃላይ (የሰው ልጅ ሪያሊቲው /reality/ ማለቴ ነው)፣ ባጠቃላይ ጥያቄ ነው... እርግጥ የሆነበት ነገር ወይም ሙሉ ዋስትና ያለበት ነገር የለም።... ቤተ-ሙከራ ነው የሚመስለው፣ የሰው ልጅ የጥያቄ ቤተ-ሙከራ... መልሱ ራሱ ጥያቄውን የማስቀጠያ... ምክንያቱም አንድ ጥያቄ ተጠይቆ እልቅ ያለ መልስ ስለማይመለስ፣ የተመለሰው መልስ አሳምሽን (assumption) ስለሆነ፤ ... ያለቀለት መልስ ነው ይዘን የመጣነው የምንልበት ምክንያት ይሄ ነው... ሰውየውን የማያሳትፍ፣ ጠያቂውን የማያሳትፍ፣ ወይም ጥያቄውን የማያሳትፍ ያለቀለት መልስ... እናንተ ያልጠየቃችሁት ግን መልስ የሆነ ... የእናንተ ብቻ አይደለም የፍጥረት ሁሉ መልስ የሆነ መልስ ግን አለ።",
        "teacher":"Bereket Teka"
    },
    {
        "id": 6,
        "blogTitle": "ፍቃድ",
        "blogDescription": "",
        "blogContent": 
            "ማንኛውም ሰው እንደፍጥረት በምድር ሲኖር የማንነቱ አካል ሆኖ የሚያገኘው የስብእና አካል ፍቃድ ይባላል። ይህ ማንነት ትንሽ ፣ ትልቅ ፣ ወንድ ፣ ሴት ፣ ድሃ ፣ ሃብታም ፣ ያገባ ፣ ያላገባ ፣ ጥቁር ፣ ነጭ ሳይል ሁሉም ያለው ማንነት ነው። ይህ ማለት ሁሉም ሰው ሳንባ ወይም ኩላሊት እንዳለው ሁሉ ማለት ነው። ሰው በዚች ምድር ካተረፈ የሚያተርፈው ይሄን ፍቃዱን ተጠቅሞ ከፈጣሪው የሚሰጠውን ህይወት ከወሰደ ብቻ ነው።",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 7,
        "blogTitle": "የስብዕና ረሃብ",
        "blogDescription": "",
        "blogContent": 
            "አብዛኛውን ነገር ሰው የሚሰራው ለምግብ ነው፤ ... አብዛኛው ወጪ ምድር ላይ አንድ ግለሰብ አብዛኛው ወጪው፣ የሰው ልጅ አብዛኛው ወጪው ውይም አብዛኛው እንቅስቃሴው የሚደረገው ለመብላት ነው። ... ሰው ስጋ አለው በስጋው ይበላል ማለት ነው፤ ግን ሰው ስጋ ብቻ አይደለም። ከስጋው ውጪ ሌሎች ስብዕኖች አሉት። ... ስብዕናዊ የሆኑ (እኛ ስብዕናዊ እንለዋለን) ውስጣዊ የሆኑ ማንነቶች አሉት ማለት ነው። ... ይሄንን ያጠቃለለው ሰው ነው ሰው የሚባለው። ... ስጋው ምግብ እንደሚፈልገው ግን እነዚህም ስብዕናዎች ምግብ ይፈልጋሉ፤ ምክንያቱም ፍጥረት ከሆኑ፣ ህያዋን ከሆኑ ህያዋን ደግሞ እንደ ፍጥረት ተመግበው የሚኖሩ ... ሁሉም ህያዋን፤ ስለዚህ አእምሮም ይመገባል ልላችሁ ነው ዛሬ፤ ስሜትም ይመገባል ...ስቃይ የሚባለው ይሄ ነው፡- የሰው ልጅ ፍላጎት አለው፤ በስብዕና ፍላጎት አለው፤ የስብዕና ረሃብ አለበት፤ ያንን ነገር አይበላም ወይም አያገኝም ምግቡ የለውም፤ ይራባል።...",
        "teacher": "Bereket Teka"
    },
    {
        "id": 8,
        "blogTitle": "የአሁን ህይወት",
        "blogDescription": "",
        "blogContent": 
            "ሁሉም ሰው ጋር የምታዩት ነገር ኑሮ ትዝታ ነው ወይንም ተስፋ ነው፡፡ ሰው ሁሌም በሁለት የሃሳብ ቅዠቶች ውስጥ እራሱን ያገኛል ተስፋ እና ትዝታ። በሰዎች ዘንድ ሁሌም ቢሆን የአሁን ህይወት የሚባል ነገር አይታወቅም። እነዚህም ቅዠቶች በሁሉም እድሜ ክልል ውስጥ ያሉ ናቸው (በልጅነት ፣ በወጣትነት ፣ በእርጅና)። ከነዚህ ቅዠቶች የተገላገልነው እኛ ብቻ ከመሆናችንም በተጨማሪ ሌሎች ሰዎችም በተመሳሳይ ሁኔታ እንዲገላገሉና እኛ ያገኘነውን የአሁን ህይወት እንዲያገኙ ጥሪ እያስተላለፍን ነው።",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 9,
        "blogTitle": "ጊዜ - የሞት ቀጠሮ",
        "blogDescription": "",
        "blogContent": 
            "ጊዜ ለጥቆ የገባ ኮንሴፕት (concept) ነው፤ ለጥቆ የገባ የምድር የሰው ሪያሊቲ (reality) ነው እንጂ ከጅማሬው ከፍጥረት ጅማሬ ጀምሮ ወይም ከክሬሽን (creation) ጅማሬ የሰው አካል የነበር ነገር አይደለም፤ ሁላችንም እዚሁ የነበረውን አፈር ነው የምንለብሰው፤ ... በዛ ከሆነ አቆጣጠሩ የዚህ አፈሬ፣ የዚህ ስጋዬ እድሜ ... በአፈሬ ከሆነ የምትቆጥሩት ስለዚህ የምድሪቷን ያክል ነው፤ ምድሪቷን ደግሞ ቢሊዮንስ ቢሊየንስ ኦፍ ይርስ (billions billions of years) አይነት ነገር ብለዋል አይደል ሳይንቲስቶቹ ስለዚህ ቢሊየን ነው ሽማግሌ ነው ማለት ነው አፈሬ... ከገንዘብም የሚበልጥ ዋጋ ያለው ነገር ነው ጊዜ፤ ጊዜ በጣም ዋጋ እንዳለው የምታውቁት ምንድን ነው? ገንዘብ እንኳን ራሱ በጊዜ  ይተምናል እራሱን ... ምክንያቱም ጊዜ ዋጋ ነው፣ ጊዜ ገንዘብ ነው ሲባል ብዙ ጊዜ ትሰማላችሁ፤ ሌላ ነገር ገንዘብ ነው ሲባል አትሰሙም... ቀናት ሰዎችን ይገዛሉ፤ ጊዜ ሰውን ይገዛል፤ ... ከእውነት አንጻር ጊዜን ስታዩት የሞት ቀጠሮ ነው፤ ሰውና ሞት ያላቸው ቀጠሮ፣ ቀጠሮው እራሱ ጊዜ ነው ማለት ነው። ... ግን በትክክለኛው የሰው ልጅ ማንነት፣ በትክክለኛው ፈጣሪ የሰጠው የሰው ልጅ የፍጥረት ማንነቱ ግን ጊዜን አያውቅም።",
        "teacher": "Bereket Teka"
    },
    {
        "id": 10,
        "blogTitle": "ባይተዋርነት",
        "blogDescription": "",
        "blogContent": 
            "ማንኛውም ፍጥረት መኖሪያው ከነበረበት ስፍራ ተሰርቆ የሆነ ኬጅ ውስጥ ሲከተት ከፍተኛ የሆነ የኑሮ ብልሽት ይገጥመዋል። ሰውም በተመሳሳይ ሁኔታ ሊኖር ከሚገባበት ሰፊ መኖሪያ ተሰርቆ ወደ ትንሽ ሳጥን ውስጥ ሲከተት ሁሉ ነገሩ ይመሰቃቀላል። የዚህ መመሰቃቀል ምልክት እኔም ላይ ድሮ በከፍተኛ ባይተዋርነት ስሜት ይገለፅ ነበር። በምድር ብዙ ቦታ ብሄድ ፣ ብዙ ሰዎችን ባገኝ ፣ ብዙ መንገዶችን ብቀያይር እራሱ ሊለወጥ ያልቻለ ከፍተኛ የሆነ የባይተዋርነት እና ከቤት ወቶ የመቅረት ስሜት ነበረኝ። ይህ ሁሉ ግን አሁን ያገኘሁትን ህይወት ሳገኝ ተቀይሯል ፣ አሁን ቤቴ ገብቼ የባይተዋርነት ስሜቴም ሙሉ በሙሉ ጠፍቷል።",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 11,
        "blogTitle": "ህጋዊነትና መብት",
        "blogDescription": "",
        "blogContent": 
            "ከሰው ልጅ በስተቀር ሁሉም ነገር ከሰው ልጅ የበለጠ ህጋዊነት አለው። የበለጠ ለማለት ራሱ በሚያሳዝን ሁኔታ ወይም የበለጠ ለማለት ራሱ ለንፅፅሮሽ በማይመች መልኩ ግን ሁሉም ነገር ከሰው ልጅ በህጋዊነትም ይበልጣል፤ በመብትም ይበልጣል። ምድር ላይ ህጋዊ የሆነው “ህግ” ነው። ምድር ላይ በሁሉ ነገር የበላይ... የምንኖረው በበጎ ፈቃደኛ እስርቤት ስለሆነ እስርቤት ደግሞ ህግ ስላለ በዛ ነው፣ እንደዛ ነው የማየው እኔ፣ ኦፕን ፕሪዝን (open prison) ነው የምለው ምድር ላይ ያለውን ኑሮ በሙሉ ... አክቱዋልይ (actually) ምድር ላይ ትልቁ ህጋዊ፣ ትልቁ ህገኛ፣ ወይም የህግ አውጪው ራሱ ማለት ነው፣ ገንዘብ ነው፤ የፍትሃ-ብሔርም በሉ ወንጀለኛ መቅጫም ብላችሁ ሂዱ ሕጎቹ ገንዘብ ተኮር ናቸው። አንድ ሰው ለመጽደቅ የዘላለሙን ግን በህግ ከሆነ የሚያገኘው ይሄ ሰው እኮ ከሰረ፤ ህግን እየፈራ ፈሪ ሆኖ ይሄዳል እንጂ ሰው መሆን አይችልም፤ ለዚህ ነው ባይዘወይ (by the way) ምድር ላይ በጣም ትልቁ የምድር ህግ ወይም ትልቁ ምድር በጣም የምታከብረው፣ ብዙ ሰው ሊያከብረው የሚሄደው ህግ “እግዚአብሔርን መፍራት” ነው። በመብታችን ራሱ አሁን ያለንን እንቅስቃሴ መብታችንን ለሌላ አስረክበን ህገወጥ ሕግ እያወጣ የምንኖርበት ዓለም አድርገነዋል፤ ኦልሬዲ (already) አልቋል። ስለዚህ አሁን ያለው የሰው ልጅ ብቸኛ መብቱ፣ ብቸኛ፣ በሉአላዊ ሊያደርገው የሚችለው ብቸኛ መብቱ፣ መዳኑን መጨበጥ ነው።",
        "teacher": "Bereket Teka"
    },
    {
        "id": 12,
        "blogTitle": "የማይነፃፀር ህይወት",
        "blogDescription": "",
        "blogContent": 
            "በምድር ላይ ካሉ ፍጥረታቶች የሰው ልጅ ብቻ ነው እራሱን ከጎኑ ካሉ ሰዎች ጋር የሚያነፃፅረው። ከጎረቤቱ ጋር ፣ ከጓደኛው ጋር ፣ ከስራ ባልደረባው ጋር ፣ ከሚያደንቃቸው ሰዎች ጋር ያነፃፅራል። ከሁሉ ነገር ጋር እራሱን አነፃፅሮ ሁሌም ሁሉም ሰው እራሱን የበታች ሲሆን ነው የሚያገኘው። ለዚህ ደግሞ ዋነኛ ምክንያት ሰው እራሱን ያነፃፀረባቸው ጉዳዮች በሙሉ ለሁሉም ሰው መዳረስ ባልቻሉ ጉዳዮች ምክንያት ነው። ለምሳሌ፡ በገንዘብ ዙሪያ ሰው ፍጥረታዊ በሆኑ ጉዳዮች ዙሪያ እራሱን ሲያነፃፅር አያገኘውም።",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 13,
        "blogTitle": "የሰው ልጅ ኑሮ",
        "blogDescription": "",
        "blogContent": 
            "ምድር ላይ ካሉ ፍጥረታት፣ ምድር ላይ ካሉ ኗሪዎች ውስጥ ለኑሮ ለቤዚክ ሊቪንግ (basic living) ፣ ለሊቪንግ (living)፣ ሊቪንግ (living) ለሚባለው ነገር እራሱ፣ ኑሮ ለሚባለው ነገር እራሱ የሚሰለጥነው የሰው ልጅ ብቻ ነው። ምድር ላይ የሰው ልጅ ኑሮዬ የሚለው በሙሉ ሥራ ነው፤... ሥራ ካልሆነ ኑሮ መሆን ስለማይችል፤... ምድር ላይ ኑሮ እና ሥራ አንድ ናቸው። የሰው ልጅ ኑሮ በሙሉ ቅጥረኝነት ነው ማለት ነው፤ የገንዘብ ቅጥረኝነት ነው። የሰው ልጅ ኑሮ ምድር ላይ ሳየው እኔ ወይም ሁሉንም ሰው ምድር ላይ ሳየው የገንዘብ ቅጥረኛ ነው። እግዚአብሔር ግን ገንዘብ የለውም፤ ገንዘብ አያቅም፤ አይሰጥም፤ አይቀበልም። ሁሉንም በነጻ፣ በራሱ ማንነት ያኖራል፤ እንደራሱ እንደፍጥረት ማንነቱ ያኖራል እንጂ ከገንዘብ ጋር ምንም አይነት ግኑኝነት የለውም እግዚአብሔር።",
        "teacher": "Bereket Teka"
    },
    {
        "id": 14,
        "blogTitle": "የሰው ዋጋ",
        "blogDescription": "",
        "blogContent": 
            "ከእኛ በስተቀር በአለም ያለ ሰው በሙሉ ዋጋው በሚያሳዝን ሁኔታ እጅግ በጣም ዝቅተኛ ነው። ለምሳሌ ገንዘብ ይበልጠዋል ፣ ስራ ይበልጠዋል ፣ ትዳር ይበልጠዋል ፣ አገር ይበልጠዋል ፣ ሃይማኖት ይበልጠዋል ፣ ታሪክ ይበልጠዋል። በዚህ ምክንያት ደግሞ ሰው እራሱን ሁሌ ወድቆ ያገኘዋል። ከዚህም በተጨማሪ ደግሞ ሰው ከራሱ በላይ አድርጎ ቦታ የሰጣቸው እና በስብዕናው የሰገደላቸው ነገሮች ለሰውየው በምትኩ የሚሰጡት ምላሽ በጣም አሳዛኝ ነው። ጥሩ ቦታ ስለሰጣቸው የሚሰጡት ምላሽ እሱን የሚጎዳው እና የሚገድለው ነው።",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 15,
        "blogTitle": "ጥቅም እና ህይወት",
        "blogDescription": "",
        "blogContent": 
            "ሰዎች በእንቅስቃሴያቸው ውስጥና በዕለት ተዕለት የኑሮ መስተጋብራቸው ውስጥ የሚፈልጉት ጥቅም የሚባለውን ነገር ነው እንጂ ሕይወት አይደለም። ጥቅም ማለት አንድ ሰው ለሌላ ሰው ሊያደርገው የሚችል ነገር ነው። ሰው ለሌላ ለኑሮው ይጠቅመዋል የሚለውን እንጂ ለሕይወቱ የሚያስፈልገውን ነገር መስጠትም ማድረግም አይችልም። ሰዎች በጣም በብርቱና አጥብቀው የፈለጓቸው እስከ መጨረሻ የሚገላግል መልስ ሳይሆን ጊዜያዊ ለውጦችና መሻሻሎች ናቸው።ጥቅም ለሰው ድምድም ያለና አጥጋቢ ምላሽ አይሰጥም። በሌላ በኩል ሕይወት የሰውን ረጅሙን ማንነቱን የሚወስድና ከጥቅም ጋር የሚያያዝ አይደለም። ሕይወት ከጥቅም የሚለየው ሰው ካገኘው መቼም የማይጠፋና ጥቅሙም በጊዜ የማይለካ ዘላለማዊ መሆኑ ነው። ሰዎች ጥቅም የሚፈልጉት ከሰው ብቻ ሳይሆን ከፈጣሪ መሆኑን የሕይወት ኪሳራ ውስጥ ከቷቸዋል። ሰዎች ከፈጣሪ የሚፈልጉት ዘላለማዊ የሆነ ነገር ሳይሆን ሰሞንኛ ምላሾች ወይም ወቅታዊ የስሜት ምላሾችን ነው። ጥያቄዎቹ ሰውን ጠያቂ እንጂ የመጨረሻ ተጠቃሚ አያደርጉትም። በሰውና በፈጣሪ መካከል ያለው ንግግር ተጠቅልሎ ጥቅም ሆኗል። ሰው የሚፈልገውን ነገር ከፈጣሪ መጠየቅ የለበትም ፍላጎቱ የዓመታት የኑሮ ጥቅሞች ናቸው፤ ዘለቄታዊ አይደሉም።  ፈጣሪ ሳይጠየቅ የሚሰጠው ሕይወት ደግሞ ማብቂያ የለውም። ሰው ፈጣሪን ሕይወትን ስጠኝ ብሎ ሊጠይቅ አይችልም ምክንያቱም ሕይወትን ለሰው የሚያውቅለት ፈጣሪው ነው እንጂ ሰው ሊያውቅ አይችልም። ፈጣሪ ጋር ሕይወት እንጂ ጥቅም የለም።  ሌላው ደግሞ  ለሰው ፈጣሪ እራሱ ሕይወት ካልሰጠው ሌላ ማንም ሊሰጠው አይችልም።  ፈጣሪ ለሰው ምንድነው የፈለገው የሚለውን በመንገዱ ሄዶ ነገሩን በራሱ መጨበጥ ይችላል።",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 16,
        "blogTitle": "ፍቅር",
        "blogDescription": "",
        "blogContent": 
            "ፍቅር የሚባለው ነገር ምንድን ነው? ስለዚህ ምድር እንዲህ ከፋፍላ ፍቅርን በተለያየ ዓይነት ታቃለች ማለት ነው፤ እኔ የምነግራችሁ ፍቅር ከዚህ ሁሉ ውጪ ነው። መውደድ ፍቅር አይደለም። ምድር የምታውቀው ፍቅር - ክስ ያለበት፣ ወቀሳ ያለበት፣ አጥጋቢ ያልሆነ ነው ፍቅር ተብሎ የበላነው ሁሉም ፍቅር፤ ሁሉም የፍቅር ዓይነት ነው የምላችሁ - ሁሉም ፍቅር ቅሬታ ያለባቸው ናቸው፤ ቅር የሚሉ ናቸው፤ ቃር የሚያመጡ ናቸው። የምድር የመጨረሻው የፍቅር መገለጫ ተብሎ የተገለጠበት መገለጫ መስዋዕትነት መሆኑ በጣም ይገርመኛል፤ ሞት ፍቅርን ሲገልጽ በጣም ነው የሚገርመኝ - በጣም። ሁሉም ሰው አሁን ያለውን እሱን አይቀበልም። እራሱን የማያፈቅር በሌላ መፈቀርን መቀበል ያቅተዋል ሌላን ማፍቀርንም ይከብደዋል። በራሱ ሰው በራሱ አዕምሮ በራሱ ስሜት በራሱ መሆን ራሱን ይጠላል ሰው። ይሄን ሰው ተፈቀር ብትለው በጣም ይከብደዋል፤ እራሱ ኦሪጂናል (original) ፍቅር ካላገኘው በስተቀር ይሄ ሰው ማፍቀርም አይችልም መፈቀርም አይችልም፤ ምክንያቱም ራሱን አይቀበልም። ይሄ የሰው ልጅ ከልጅነቱ ጀምሮ የሚፈልገው፣ ትልቅ ጉድጓድ የሆነ፣ ትልቅ ፍላጎት የሆነ ፍቅር ግን አለ።",
        "teacher": "Bereket Teka"
    },
    {
        "id": 17,
        "blogTitle": "መኖር",
        "blogDescription": "",
        "blogContent": 
            " የሰው ልጅ በምድር ላይ ካሉ ፍጥረታት መኖር ያቃተው ብቸኛ ፍጥረት ሆኖ ተገኝቷል። ይህም ደግሞ በጣም የሚያስገርምና ለማመን የሚከብድ እውነት ቢሆንም የሰው ልጅ ግን ትላንትም ሆነ አሁንም መኖርን እየፈለገ ግን ለመኖር እየተቸገረ ያለ ብቸኛ ፍጥረት ነው። ታዲያ ሰው ካልኖረ ምን እያደረገ ነው? ለመኖር ቅድመ ሁኔታዎችን እያመቻቸ ።  ግን ደግሞ የሚያሳዝነው ጉዳ ይ ይህንን አሰናድቶ ሳይጨርስ ሁሉም ሰው ከዚህ አለም ማለፉ ነው ። እኛ ደግሞ ባንፃሩ ይሄ ለሌሎች ፍጥረታቶች ቀድሞውኑ ያልተጓደለው መኖር የሚባለው ትልቅ ነገር ተሳካልን ኑ እናንተም እንዲሳካላችሁ መንገዱን በነፃ እናሳያችሁ እያልን ለሰዎች መንገዱን እየጠቆምን ነው ያለነው ..... ",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 18,
        "blogTitle": "የሰው ልጅ ውድቀት",
        "blogDescription": "",
        "blogContent": 
            "የሰው ልጅ ወድቋል፤ የሰው ልጅ ውድቀት፣ የሰው ልጅ ስለወደቀ ነው እንዲህ የሆነው ወይም አሁን ላለበት ነገር ወይም እንዲህ የሚሰቃይበት ምክንያት ምንድን ነው የሰው ልጅ ስለወደቀ ነው ይባላል። ምድር ላይ ያሉትን ስለ ሰው ልጅ ውድቀት ያሉትን ታሪኮች ቼክ (check) ሳደርጋቸው፣ ሁሉም ከፈተና ጋር የተያያዙ፣ ያው ውጤቱ ውድቀት ነው፣ ግን ከፈተና ጋር የተያያዘ ነው ሁሉም የሰው ልጅ ውድቀት፤ የሰው ልጅ በነፍስወከፍ፣ በየትውልዱ ደግሞ ደጋግሞ ነው የወደቀው፤ አንድ አዳምና ሄዋን የወደቁት ውድቀት አይደለም። ስለዚህ የሰው ልጅ በብዙ ወድቋል በብዙ መነሳትም ያስፈልገዋል ማለት ነው። ግን ውድቀት ምንድን ነው? በውኑ ውድቀት ማለት ምድር ላይ ያሉ ትርክቶች እንደሚሉት ፈተናን አለማለፋችን ወይም በፈተና የመውደቃችን ጉዳይ ነው? ወይስ እግዚአብሔር ፈጣሪ ራሱ ፈተናን አስቀምጦ የሆነ ፍሬን የመብላት ያለመብላት ጉዳይ ነው? የምር ውድቀት ምንድን ነው? የሰው ልጅ ለራሱ በሚገባው መልኩ በጣም በጣም ከፍጥረታዊ ማንነቱ ርቋል። ቱዘኮንትራሪ (to the contrary) ግን በፍጥረታዊ ማንነት አሁን ያለው ሰው መኃይም ነው፤ ለፍጥረትነቱ ለሰውነቱ በጣም መኃይም ነው፤ የሰው ልጅ የጠፋው በገዛ አገሩ፣ በገዛ አዕምሮው፣ በገዛ ስሜቱ፣ በገዛ ውስጠቱ ነው። ያልሆንከውን ልትሄድ በምትጓዝበት ጉዞ፣ ሁሉም መንገድ ያደርስሃል፤ ሁሉም ነገር ይሳካልሃል፤ ላትሆን ስለሆነ የምትሄደው። ከመሆንህ   ርቀህ የምትሄደው ነገር በሙሉ አለመሆንህን እያጎናጸፈህ ይሄዳል። ከዬት እንደወደቅክ የሚያቅ ነው የሚያነሳህ፤ አንስቶም ደግሞ ወደ ወደቅክበት ቦታ፣ አስቀድሞ ወደነበርክበት ቦታ፣ ከዛም ወደ ተሻለ፣ ወደ በለጠም፣ ብቻ ወደ ራሱ ፈቃድ መመለስ የሚችለው ያየፈቃዱ ባለቤት ስለሆነ ...  ምህረት ግን አሁን የተጨበጠ፣ አሁን የሆነ፣ አሁን የተደረገ፣ አሁን የሚታወቅ፣ አሁን የሚመልስ፣ ሞት የማያስፈልገው ... ምህረት የፍቅር ውጤት ናት፤ መዳን የፍቅር ስራ ናት፤ ",
        "teacher": "Bereket Teka"
    },
    {
        "id": 19,
        "blogTitle": "ወላዋይነት እና ፅናት",
        "blogDescription": "",
        "blogContent": 
            "የሰው ልጅ በምድር ሲኖር ወላዋይነት ያጠቃዋል። ወይም የሚያረገው ነገር ላይ መፅናት በከፍተኛ ሁኔታ ይቸገራል። ለዚህም ነው ሰው ሁሌ ሲሰለች እና ነገሮችን ቶሎ ቶሎ በአዲስ ነገር ለመቀየር ሲሞክር የሚስተዋለው። አለም ላይ ደግሞ ያለው ፅናት ከዚሁ መወላወል ከሚባለው ሃሳብ ብዙ የተለየ አይደለም ምክንያቱም ሰዎች በአንዳንድ ነገሮች ላይ ሲፀኑ የተገኙት ጥርሳቸውን ነክሰው እንጂ ተመችቷቸው አይደለም። ሰው ግን ባንፃሩ በባህሪው የሚፀናው ተታግሎ ሳይሆን ተመችቶት ነበር። ለምሳሌ ከአየር ጋር ለመፅናት አልተቸገረምም ሲፀናም ደግሞ በከፍተኛ ምቾት ነው።",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 20,
        "blogTitle": "የሰው ልጅ አዕምሮ እና እብደቱ",
        "blogDescription": "",
        "blogContent": 
            "የሰው ልጅ አንዱ ስለራሱ ያለው ዴፊኒሽን (definition) የሚያስብ እንስሳነቱ ነው ... አዕምሮ ሁሌ የሃሳብ ባህር ውስጥ የሰመጠ ወይም ሁሌ የሚያስብ፣ ሁሌ የሚያሰላስል፣ የሰው ልጅ የሚያጋጥሙትን ነገሮች በሙሉ ማንኛውንም ከእርሱ ውጪ የሆኑ ራሱንም ጨምሮ ልክና ስህተት የሚልበትን ሚዛን የሚመዝንበት ሎጂክ (logic) የሚያቀርብ፣ ራሱንም ለማግኘት የሚጥረበት ማንነቱ ወይም የሰውነት ክፍሉ አዕምሮ ነው ማለት ነው፤ ይሄ አዕምሮ ደግሞ ይሄን የሰውን ህይወት እመራበታለው ወይም አስተዳድርበታለው የሚለው ቱሉ (its tool) ወይም ደግሞ መሳርያው ደግሞ እውቀት ሆኖ እናገኘዋለን ማለት ነው፤ የሰው ልጅ በእድሜ ዘመኑ የሚጠቀምበትንም የማይጠቀምበትንም ብዙ እውቀት ሰብስቧል፤ አዋቂ ያልሆነ አዕምሮ የለም፤ የመጨረሻ የማወቅ ጥጉን ሲናገር 'እኔ የማውቀው አለማወቄን ነው፡፡' የሚል አዋቂ ነው ማለት ነው፤ እንግዲህ የአዕምሮ የሰውን ልጅ ህይወት በእውቀት እመራለው ሲል በትራያል ኤንድ ኤረር (trial and error) ነው ማለት ነው፤ ምድር የምትመስለው የወንዱን አዕምሮ ስህተቶች ጥርቅም ናት፤ የወንድ ልጅ አዕምሮ ገባኝ ባለው፣ አውቄዋለው ባለው የመራውን ያንን ስህተት ይመስላል ማለት ነው፤ አሁን ያለው አዕምሮ በቀቀን እንዲሆን የተፈረደበት፣ በትላንት እውቀት የተሸበበ፣ ከዛሬ የሚሸሽ፣ ለነገ የሚሰራ ነገን ለማቅናት የሚለፋ ከርታታ ሆኖ እናገኘዋለን፤ የሰው ልጅ አዕምሮ ታሟል፤ በሽተኛ ነው፤ አያለው የሚል የማያስተውል፣ እሰማለው የሚል የማያዳምጥ... አሁን የሰውን ልጅን አዕምሮ ስናየው ደክሞታል፤ በጣም ደክሞታል፤ በጣም ዝሏል፤ የተሳካለትም ያልተሳካለትም አዕምሮ ዝሏል፤ የተማረም ያልተማረም አዕምሮ ደክሞታል፤ ያወቀም ያላወቀም፣ የትልቁም የትንሹም ...  አሁን ያለው የሰው ልጅ አዕምሮ መታደስ ያለበት ወይም እንደ አዲስ መፈጠር ያለበት ነው፤አሁን አዕምሮ እራሱ ታሞ ሌሎቹን አክማለው ማለት በጣም ከባድ ነው፤ እራሱ አብዶ ሌሎቹን ወደ ጤንነት እመራለው ማለት በጣም ከባድ ነው፤ እራሱ ተቸግሮ ስብእኖቹን ወይም የሌላ ማንነቱን ችግር እፈታለው ወይም ህይወቱን እመራለው ማለቱ ይሄ ጤነኝነት አይደለም፤",
        "teacher": "Bereket Teka"
    }, 
    {
        "id": 21,
        "blogTitle": "ሰውና ነባራዊ ዓለም",
        "blogDescription": "",
        "blogContent":
            "Intriguingly, humanity's perception of the world is not necessarily a direct reflection of reality but rather a construct influenced by our desires and imagination. This video delves deep into the notion that our thoughts and emotions often act as veils, temporarily obscuring our understanding of what truly exists.",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 22,
        "blogTitle": "መውደድ",
        "blogDescription": "መውደድ ለኛ የተሳካልን በቅደም ተከተል ነው። መጀመሪያ መውደድን የጀመርነው ከፈጣሪ ነው። ፈጣሪን በትክክለኛ በሃሪው ካወቅነው በኋላ እሱን መውደድ በጣም ቀላል ነበር።...",
        "blogContent":
            "መውደድ ለኛ የተሳካልን በቅደም ተከተል ነው። መጀመሪያ መውደድን የጀመርነው ከፈጣሪ ነው። ፈጣሪን በትክክለኛ በሃሪው ካወቅነው በኋላ እሱን መውደድ በጣም ቀላል ነበር። በሁለተኛ ደረጃ ሌሎች ፍጥረቶችን መውደድ ነው እሱም ለዳነ ሰው በጣም ቀላል እና ተፈጥሮአዊ የሆነ ስሜት ነበር። ሶስተኛው ደግሞ ልክ እንደ ፈጣሪን መውደድና ሌሎች ፍጥረታትን እንደመውደድ ባይቀልም ቀጥሎ ተፈጥሮአዊ መውደድ የተሳካልን ሌሎች ሰዎችን መውደድ ነው። ለዛም ነው ለናንተ ይሄንን ትምህርት በነፃ ይዘን የመጣንላችሁ። ቀሪውን ከቪድዮው ይመልከቱ::",
        "date": "Nov 21, 2023",
        "min": "1 MIN",
        "teacher": "Yonatan Gena"
    },
    {
        "id": 23,
        "blogTitle": "የመዳን መንገድ",
        "blogDescription": "ምድር በመዳን መንገዶች ወይም ሰው ይድንበታል፤ ሰው የሚፈልገውን ስኬት፣ የሚፈልገውን ሙላት፣ የሚፈልገውን ነገር በሙሉ ወይም የፍላጎት መልሶቹን ያገኝበታል ወይም ታገኝበታለህ ብለው ተስፋ በሚሰጡ በርካታ መንገዶች የተሞላች ናት፤....",
        "blogContent":
            "ምድር በመዳን መንገዶች ወይም ሰው ይድንበታል፤ ሰው የሚፈልገውን ስኬት፣ የሚፈልገውን ሙላት፣ የሚፈልገውን ነገር በሙሉ ወይም የፍላጎት መልሶቹን ያገኝበታል ወይም ታገኝበታለህ ብለው ተስፋ በሚሰጡ በርካታ መንገዶች የተሞላች ናት፤ ፖለቲካ ድብን አድርጎ ሰው በዚህ ፖለቲካ ከተመራ ድኗል ሁላ ሊላችሁ ይችላል፤ ለምሳሌ ፖለቲካ እኮ ወደ አውሮፓ ብትሄዱ ሰውን ማድረስ የሚችልበት ጥግ ላይ አድርሷል፤ በቃ አለቀ፡፡ አንዱ መዳኛ መንገድ ፖለቲካ ነው ማለት ነው፤ የመዳን መንገድ ተብሎ ደግሞ የሰው ልጅ የሚከተለው ወይም እንደ አንድ መዳኛ የሚያየው ሃይማኖትን ነው፡፡ ሁሉም ሰው በሃይማኖት እንደሚድን እርግጠኛ ነው፤ አሁን ሰውኛ ሰውኛ የሚያቀነቅኑ ሰዎች የሚያደርጉት ደግሞ ምንድን ነው? ማህበረሰባዊ መሆን ወይም ይሄ ደግነትን ማብዛት፣ ከማህበረሰብ ጋር ተገናኝ የሆኑ ነገሮች ላይ በመሳተፍ ሰው ራሱን ያገኛል ሰው ራሱንም ያድናል ወይም የሆነ እሊቬትድ ወደ ሆነ ሰውነት ይደርሳል የሚል አስተሳሰብ ያላቸው ሰዎች አሁን በዝተዋል፤ ሳይንስና ቴክኖሎጂም ይህንኑ ነው የሚሰራው፤ ሳይንስና ቴክኖሎጂ እንዲያውም አፋላላጊ ነው ሰውየውን፡፡ የሚድንበትን መንገድ፣ የሚያይበትንም ግንዛቤ የሚያበጀው ሳይንስና ቴክኖሎጂ ውስጥ ነው፤ መዳኑንም የሚያረጋግጠው በሳይንስና ቴክኖሎጂ ነው፤ የመጨረሻው ግን አዳኝ ሆኖ ምድር ላይ ተቀምጦ ያየሁት፣ እንደ መንገድ አሁን፣ በተለይ አሁን፣ በተለይ በዚህ ዘመን፣ ሁሉም መንገዶች እንዲያውም ተጠቅልለው መጨረሻ ላይ ገንዘብ መሆናቸው ስለማይቀር፣ ገንዘብ በቃ ገንዘብ ያገኘ ሰው ድኗል፤ እኔ ግን ሁሉንም መንገዶች ሳያቸው፣ በውጤትም ሳያቸው፣ ደስ የሚለው ደግሞ ከእኔ በፊትም የነበሩ መንገዶች ስለሆኑ፣ ምድር ላይ ብዙ ዓመት ስለቆዩ መንገዶቹ ይሰራሉ አይሰሩም የሚለውን ለመፈተሽ በጣም ቀላል ነው። አንድ መንገድ በውጤት ነው የሚታወቀው፤ የት አደረሰህ ነው። ስለዚህ እንደ ሰው ልጅ የተጓዝነውን ጉዞ ሳየው ከዛሬ ትላንት በጣም በጣም በጣም ትሻላለች። ከፋፍለህ ግዛን የሚያቅ ነው እንጂ ፖለቲካ የት ያቀዋል ሰውን፤ ወዴትስ ነው የሚመራው? ማታቀውን እኮ ሰው ወይም የማታቀውን ነገር እመራለው ማለት እውርነት ነው፤ ሃይማኖት ሰውን በእምነት ጨፍኖ በተስፋ አደንዝዞ ነው እንጂ፣ ካለፍክ በኋላ ለሚገኝ መዳን ወይም መዳንህን የምታረጋግጠው ከሞትክ በኋላ ከሆነ፣ እርግጥ እርግጡን የሚሆነው ከሞት በኋላ ከሆነ፣ ይህቺ ነጭ ውሸት ናት፤ በጣም ከባድ ማታለያ ነው ይሄ ነገር፤  ማህበረሰባዊነት ወይም ይሄ ባህል ወይም ካልቸር የሚባለው ነገር በብዙህነት ግለሰባዊነትን የሚቀብር መቀበሪያ ሆኖ ነው ያገኘሁት፤ ይሄ ምን ለማለት ነው? እራስህን እንዳትፈልግ ወይም ራስ መሆንህን ሁልጊዜ ከማህበረሰቡ እሴቶች ጋር፣ ከማህበረሰቡ እንቅስቃሴዎች ጋር እያሸህ እንድትሄድ ትገደዳለህ፤ ገንዘብ ለእኔ ማለት ነው እንዲያውም ሰውን ሸብቦ፣ ሌላ ነገር እንዳያይ፣ ሌላ ነገር እንዳይከተል፣ ሌላ ነገር እንዳያባርር፣ ስትደርስበት የሚሮጥ፣ አለው እያለህ የሚርቅህ የቅርብ ሩቅ ነው ሁሌ፤ እንደዛ አድርጎ ራሱን ስላስቀመጠ ምድር ላይ ማለት ነው፤ እንዲያውም የሰውን በቃ ባጠቃላይ መንገዱን፣ እንቅስቃሴውን፣ ጉዞውን ገንዘብ ማባረር አድርጎታል፤ እኛ ይዘነው የመጣነው መንገድ ከዚህ በፊት ከነበሩ፣ ምድር ላይ ካሉ፣ የሰው ልጅ የመዳን መንገድ ተብለው ለሰው ከተነገሩ፣ ከተተረኩ መንገዶች ውጪ ነው፤ አዲስ ነው። የነበረ፣ ብዙ ሰው ያልሄደበት፣ ብዙ ሰው ያልተራመደበት፣ አሁን እኛ በዚህ ዘመን በቁጥርም ትንሽ በዛ ያለ ሰው የሄድንበት፣ አሁን ለመጀመርያ ጊዜ አዲስ የመዳን መንገድ አለ ማለት ነው፤ ስቃይ ምልክት አላት አይደለ፣ በሽታ ምልክት አለው አይደለ፣ መታመም አለው አይደለ፤ ልክ እንደዛ ከሆነ እኮ ስትድን እኮ መዳንም ምልክት ምልክት አለው፤ አይስትህም። ምክንያቱም ምንድን ነው መቆሸሽ ምልክት አለው አይደለ፤ ያስታውቃል አይደለ ያድፋል ያስታውቃል፤ መንጻትም ምልክት አለው ያስታውቃል፤ እርግጥ የሆነ የተጨበጠ መዳን ለመጀመርያ ጊዜ ያገኘሁት እዚህ መንገድ ላይ ነው፤ እኔም ጨብጬ ያየሁት እዚህ መንገድ ላይ ነው፤ ከየት እንደዳንን፣ እንዴት እንደዳንን እኔ ነኝ የማውቀው፤ ግን አዳኝ መጥቶ፣ የሚችል መጥቶ፣ የፈጠረ ወደ ቦታው መመለስ ስለሚችል፣ መፍጠርም ማዳንም እኩል ኃይል ስለሚጠይቁ፣ ምህረት ወይም መዳን ብዙ ረጅም መንገድ ሄዳ ነው ሰውን ያዳነችው፤ እራሱዋ ተጉዛ፤",
        "date": "Nov 22, 2023",
        "min": "3 MIN",
        "teacher": "Bereket Teka"
    },
    {
        "id": 24,
        "blogTitle": "ሞት እና ህይወት",
        "blogDescription": "ምድር በመዳሞት የሚባለው ነገር ሰው ጋር ሲሞት አንዴ የሚመጣ ጉዳይ ሳይሆን ፓኬጅ የሆነ ጉዳይና ሰው ሳይሞት ቆሞ ሚሰቃይበት ነገር ነው። ፈጣሪም ደግሞ ይሄንን ጉድለት አይቶ በማንሳት ባንፃሩ ለሰው ህይወትን ሰጥቷል።...",
        "blogContent":
            "ሞት የሚባለው ነገር ሰው ጋር ሲሞት አንዴ የሚመጣ ጉዳይ ሳይሆን ፓኬጅ የሆነ ጉዳይና ሰው ሳይሞት ቆሞ ሚሰቃይበት ነገር ነው። ፈጣሪም ደግሞ ይሄንን ጉድለት አይቶ በማንሳት ባንፃሩ ለሰው ህይወትን ሰጥቷል። ከዚህ በተጨማሪ ደግሞ ፈጣሪ ወደ ሰው ዘንድ ከተመለከተ የሚመለከተው ይሄን ሞት ሚባለውን ጉድለቱን እንጂ ሌሎች ጉድለቶቹን ተመልክቶ መፍትሄ አይሰጥም። የዚህ ምክንያት ደግሞ ሌሎቹ የሰውየው ጉድለቶች የሰው ሳይሆኑ የሌላ ናቸው። ፈጣሪ ደግሞ ለሰው ብቻ ነው መፍትሄ ሊሰጥ የመጣው።",
        "date": "Nov 25, 2023",
        "min": "1 MIN",
        "teacher": "Yonatan Gena"
    }
]