import { nanoid } from "nanoid";

const BlogData = [
    // {
    //     id: nanoid(7),
    //     blogTitle: "የሰው ዓለም",
    //     blogDescription: "",
    //     blogContent: 
    //         "ምድር ላይ ካሉ ፍጥረታት መካከል የራሱን ዓለም ሰርቶ የሚኖረው ወይም በራሱ ዓለም የራሱን መዋቅር ሰርቶ ... የራሱን ህገ-ደንብ አውጥቶ ወይም የራሱን የኑሮ ዘይቤ ቀርጾ የሚኖረው የሰው ልጅ ብቻ ነው። ሌሎቹ ፍጥረታት እርስ በራሱ ራሱን የሚያስተዳድር ሰልፍ ገቨርኒንግ (self-governing) የሆነ ሃቢታት (habitat) ያላቸው፣ ኢኮስይስተማቸው (ecosystem) በጣም ሃርሞንየስ (harmonious) የሆነ፣ ተፈጥሯዊ ስይስተም አላቸው። የሰው ልጅ ግን በጣም በሚገርማችሁ ሁኔታ ... ከ...ተፈጥሮ ሃርሞንየስ (harmonious) ስይስተም ውጭ የራሱን ዓለም ፈጥሯል። የሰው ልጅ ከሌሎች ፍጥረታት የሚለይበት ምክንያት ... ምንድንነው ስለራሱ ያለው የማንነት ችግር ስላለበት ነው እንግዲህ በእንደዚህ ሁሉ ውጥንቅጥ ውስጥ ማንነቱን ፍለጋ፣ ራሱን ፍለጋ ወይም አይደንቲትይ ክራይሲስ (identity-crisis) ስላለበት ያንን አይደንቲትይ ክራይሲስ (identity-crisis) መፍትሄ ለማግኘት፣ ለዛ አይደንቲትይ ክራይሲስ (identity-crisis) እልባት ለማግኘት ነው እንግዲህ ይህን ሁሉ የሚሰራው፤ እና እስቲ ምንድን ነው የሰራው የሰው ልጅ? የሰው ልጅ ዓለም ምን ይመስላል? ከምን ከምን ነው የተዋቀረው? ምን ምን ዓምዶች አሉት? ",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ሱስ",
    //     blogDescription: "",
    //     blogContent:
    //         "ይሄ ነገር በጣም ኮመን ነው ... ሰው ካለ ሱስ የሚባለው ነገር ደግሞ አብሮት አለ ሁሌ ሁሉም ነገር አግባቡን ሲያልፍ ወይም ደግሞ ያሰው ከዚያ ጉዳይ ውጪ መኖር ሲያቅተው ያንን ነገር ሱስ እንለዋለን... ሰው ሱሰኛ ስለሆነ ጥፋተኛ አይደለም ... እነሱ ሰለባ ሆኑ እንጂ እራሳቸው ላይ ያመጡት ነገር አይደለም",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ሰውና የፍላጎት ብልሽቱ",
    //     blogDescription: "",
    //     blogContent: 
    //         "ተፈጥሮአዊ የሆነውን አፕታይቱን ረስቶታል ሰው... አሁን ኬር (care) የሚያደርገው ሰው ወይም ሞር ኮንሰርን (more concern) ያለው ስለ ተፈጥሮአዊ ያልሁኑ ፍላጎቶቹ ወይም ስለ ኦርጂናል ያልሆኑ አፕታይቶቹ ወይም ሰው ሰራሽ ስለሆኑ ወይም ዓለም ሰራሽ፣ ምድር ሰራሽ ስለሆኑ አፕታይቶቹ ወይም ፍላጎቶቹ ነው ያለው...ምኞት ማለት የሌለን ነገር፣ በሌለ ነገር ... ያላሳከከህን ብታክ እንደማለት ነው። ... ያልነበረህን ፍላጎት እንደ ፍላጎት አድርገህ ልታስተናግደው ስትሄድ ምኞት ነው የሚሆነው የመጀመሪያው ... ስለዚህ የሰው ልጅ ደግሞ ምኞት በጣም ያቃል። የሰው ልጅ ለችግር ይሠራል፤ ችግር ለመፍታት ይሠራል፤ የችግር ቅጥረኛ ነው ማለት ነው። ሁሉም ሰው የሚሰራው የሆነ ችግር ለመፍታት ነው። አሁን ኦልሬዲ የተበላሸው የሰው ልጅ አፕታይት እሱ ሆኗል ማንነቱ...",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ሰውና ፈጣሪው",
    //     blogDescription: "",
    //     blogContent: 
    //         "ሰው ፈጣሪ ብሎ የሚያስበው ፈጣሪና ትክክለኛው ፈጣሪ በባህሪያቸው አንድ አይደሉም። ሰው ፈጣሪውን ባለማወቁ ምክንያት ከሱ ምን መጠበቅ እንዳለበት የተሳሳተ ግንዛቤ ይዟል። ይህም ስለሆነ ሰው እድሜ ልኩን ፈጣሪን የሚለምንና ፈጣሪውን የሚያማርር ሆኖ ቀርቷል። እኛ ደግሞ ባንፃሩ ልክ እንደማንኛውም ሰው እሱን የማናቅ ሆነን ስንኖር ቆይተን አሁን ግን ትክክለኛውን ፈጣሪ በማግኘታችን ምክንያት ጥያቄዎቻችንን ወደ ጎን ትተን እሱ የሚሰጠውን ህይወት ብቻ እየተቀበልን በመኖራችን እጅግ በጣም ጣፋጭና ምቹ ኑሮ ውስጥ እራሳችንን አግኝተነዎል። ከዚህም የተነሳ እንኳን የጠየቅንህን ሳይሆን አንተ ልክ ነው ያልከውን አረክልን እያልን በተድላ እየኖርን ነው።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ጥያቄና መልስ",
    //     blogDescription: "",
    //     blogContent: 
    //         "የሰው ልጅ ሁሉ ነገር ላይ ጥያቄ አለው፤ የሰው ልጅ ደግሞ በሁሉ ነገር ይጠየቃል፤ ወይም ሁሉ ነገር ደግሞ የሰው ልጅን ይጠይቀዋል፤ ወይም ከሰውየው ወይም ከሰው ልጅ ምላሽ ይፈልጋል ሁሉ ነገር ማለት ነው፤... ሁሉም ነገር ጠይቀን፣ መልስ ሰጥተን፣ ለሰጠነውም መልስ ታማኝ ሆነን የመኖር ያክል እዳ ይዘን ነው የምንቀሳቀሰው... የሰው ልጅ ኑሮው ባጠቃላይ፣ የሰው ልጅ እውቀቱ ባጠቃላይ፣ የሰው ልጅ ሪሌሽንሽፖቹ (relationships) ባጠቃላይ፣ የሰው ልጅ እውነታው ባጠቃላይ (የሰው ልጅ ሪያሊቲው /reality/ ማለቴ ነው)፣ ባጠቃላይ ጥያቄ ነው... እርግጥ የሆነበት ነገር ወይም ሙሉ ዋስትና ያለበት ነገር የለም።... ቤተ-ሙከራ ነው የሚመስለው፣ የሰው ልጅ የጥያቄ ቤተ-ሙከራ... መልሱ ራሱ ጥያቄውን የማስቀጠያ... ምክንያቱም አንድ ጥያቄ ተጠይቆ እልቅ ያለ መልስ ስለማይመለስ፣ የተመለሰው መልስ አሳምሽን (assumption) ስለሆነ፤ ... ያለቀለት መልስ ነው ይዘን የመጣነው የምንልበት ምክንያት ይሄ ነው... ሰውየውን የማያሳትፍ፣ ጠያቂውን የማያሳትፍ፣ ወይም ጥያቄውን የማያሳትፍ ያለቀለት መልስ... እናንተ ያልጠየቃችሁት ግን መልስ የሆነ ... የእናንተ ብቻ አይደለም የፍጥረት ሁሉ መልስ የሆነ መልስ ግን አለ።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher:"Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ፍቃድ",
    //     blogDescription: "",
    //     blogContent: 
    //         "ማንኛውም ሰው እንደፍጥረት በምድር ሲኖር የማንነቱ አካል ሆኖ የሚያገኘው የስብእና አካል ፍቃድ ይባላል። ይህ ማንነት ትንሽ ፣ ትልቅ ፣ ወንድ ፣ ሴት ፣ ድሃ ፣ ሃብታም ፣ ያገባ ፣ ያላገባ ፣ ጥቁር ፣ ነጭ ሳይል ሁሉም ያለው ማንነት ነው። ይህ ማለት ሁሉም ሰው ሳንባ ወይም ኩላሊት እንዳለው ሁሉ ማለት ነው። ሰው በዚች ምድር ካተረፈ የሚያተርፈው ይሄን ፍቃዱን ተጠቅሞ ከፈጣሪው የሚሰጠውን ህይወት ከወሰደ ብቻ ነው።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "የስብዕና ረሃብ",
    //     blogDescription: "",
    //     blogContent: 
    //         "አብዛኛውን ነገር ሰው የሚሰራው ለምግብ ነው፤ ... አብዛኛው ወጪ ምድር ላይ አንድ ግለሰብ አብዛኛው ወጪው፣ የሰው ልጅ አብዛኛው ወጪው ውይም አብዛኛው እንቅስቃሴው የሚደረገው ለመብላት ነው። ... ሰው ስጋ አለው በስጋው ይበላል ማለት ነው፤ ግን ሰው ስጋ ብቻ አይደለም። ከስጋው ውጪ ሌሎች ስብዕኖች አሉት። ... ስብዕናዊ የሆኑ (እኛ ስብዕናዊ እንለዋለን) ውስጣዊ የሆኑ ማንነቶች አሉት ማለት ነው። ... ይሄንን ያጠቃለለው ሰው ነው ሰው የሚባለው። ... ስጋው ምግብ እንደሚፈልገው ግን እነዚህም ስብዕናዎች ምግብ ይፈልጋሉ፤ ምክንያቱም ፍጥረት ከሆኑ፣ ህያዋን ከሆኑ ህያዋን ደግሞ እንደ ፍጥረት ተመግበው የሚኖሩ ... ሁሉም ህያዋን፤ ስለዚህ አእምሮም ይመገባል ልላችሁ ነው ዛሬ፤ ስሜትም ይመገባል ...ስቃይ የሚባለው ይሄ ነው፡- የሰው ልጅ ፍላጎት አለው፤ በስብዕና ፍላጎት አለው፤ የስብዕና ረሃብ አለበት፤ ያንን ነገር አይበላም ወይም አያገኝም ምግቡ የለውም፤ ይራባል።...",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "የአሁን ህይወት",
    //     blogDescription: "",
    //     blogContent: 
    //         "ሁሉም ሰው ጋር የምታዩት ነገር ኑሮ ትዝታ ነው ወይንም ተስፋ ነው፡፡ ሰው ሁሌም በሁለት የሃሳብ ቅዠቶች ውስጥ እራሱን ያገኛል ተስፋ እና ትዝታ። በሰዎች ዘንድ ሁሌም ቢሆን የአሁን ህይወት የሚባል ነገር አይታወቅም። እነዚህም ቅዠቶች በሁሉም እድሜ ክልል ውስጥ ያሉ ናቸው (በልጅነት ፣ በወጣትነት ፣ በእርጅና)። ከነዚህ ቅዠቶች የተገላገልነው እኛ ብቻ ከመሆናችንም በተጨማሪ ሌሎች ሰዎችም በተመሳሳይ ሁኔታ እንዲገላገሉና እኛ ያገኘነውን የአሁን ህይወት እንዲያገኙ ጥሪ እያስተላለፍን ነው።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ጊዜ - የሞት ቀጠሮ",
    //     blogDescription: "",
    //     blogContent: 
    //         "ጊዜ ለጥቆ የገባ ኮንሴፕት (concept) ነው፤ ለጥቆ የገባ የምድር የሰው ሪያሊቲ (reality) ነው እንጂ ከጅማሬው ከፍጥረት ጅማሬ ጀምሮ ወይም ከክሬሽን (creation) ጅማሬ የሰው አካል የነበር ነገር አይደለም፤ ሁላችንም እዚሁ የነበረውን አፈር ነው የምንለብሰው፤ ... በዛ ከሆነ አቆጣጠሩ የዚህ አፈሬ፣ የዚህ ስጋዬ እድሜ ... በአፈሬ ከሆነ የምትቆጥሩት ስለዚህ የምድሪቷን ያክል ነው፤ ምድሪቷን ደግሞ ቢሊዮንስ ቢሊየንስ ኦፍ ይርስ (billions billions of years) አይነት ነገር ብለዋል አይደል ሳይንቲስቶቹ ስለዚህ ቢሊየን ነው ሽማግሌ ነው ማለት ነው አፈሬ... ከገንዘብም የሚበልጥ ዋጋ ያለው ነገር ነው ጊዜ፤ ጊዜ በጣም ዋጋ እንዳለው የምታውቁት ምንድን ነው? ገንዘብ እንኳን ራሱ በጊዜ  ይተምናል እራሱን ... ምክንያቱም ጊዜ ዋጋ ነው፣ ጊዜ ገንዘብ ነው ሲባል ብዙ ጊዜ ትሰማላችሁ፤ ሌላ ነገር ገንዘብ ነው ሲባል አትሰሙም... ቀናት ሰዎችን ይገዛሉ፤ ጊዜ ሰውን ይገዛል፤ ... ከእውነት አንጻር ጊዜን ስታዩት የሞት ቀጠሮ ነው፤ ሰውና ሞት ያላቸው ቀጠሮ፣ ቀጠሮው እራሱ ጊዜ ነው ማለት ነው። ... ግን በትክክለኛው የሰው ልጅ ማንነት፣ በትክክለኛው ፈጣሪ የሰጠው የሰው ልጅ የፍጥረት ማንነቱ ግን ጊዜን አያውቅም።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ባይተዋርነት",
    //     blogDescription: "",
    //     blogContent: 
    //         "ማንኛውም ፍጥረት መኖሪያው ከነበረበት ስፍራ ተሰርቆ የሆነ ኬጅ ውስጥ ሲከተት ከፍተኛ የሆነ የኑሮ ብልሽት ይገጥመዋል። ሰውም በተመሳሳይ ሁኔታ ሊኖር ከሚገባበት ሰፊ መኖሪያ ተሰርቆ ወደ ትንሽ ሳጥን ውስጥ ሲከተት ሁሉ ነገሩ ይመሰቃቀላል። የዚህ መመሰቃቀል ምልክት እኔም ላይ ድሮ በከፍተኛ ባይተዋርነት ስሜት ይገለፅ ነበር። በምድር ብዙ ቦታ ብሄድ ፣ ብዙ ሰዎችን ባገኝ ፣ ብዙ መንገዶችን ብቀያይር እራሱ ሊለወጥ ያልቻለ ከፍተኛ የሆነ የባይተዋርነት እና ከቤት ወቶ የመቅረት ስሜት ነበረኝ። ይህ ሁሉ ግን አሁን ያገኘሁትን ህይወት ሳገኝ ተቀይሯል ፣ አሁን ቤቴ ገብቼ የባይተዋርነት ስሜቴም ሙሉ በሙሉ ጠፍቷል።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ህጋዊነትና መብት",
    //     blogDescription: "",
    //     blogContent: 
    //         "ከሰው ልጅ በስተቀር ሁሉም ነገር ከሰው ልጅ የበለጠ ህጋዊነት አለው። የበለጠ ለማለት ራሱ በሚያሳዝን ሁኔታ ወይም የበለጠ ለማለት ራሱ ለንፅፅሮሽ በማይመች መልኩ ግን ሁሉም ነገር ከሰው ልጅ በህጋዊነትም ይበልጣል፤ በመብትም ይበልጣል። ምድር ላይ ህጋዊ የሆነው “ህግ” ነው። ምድር ላይ በሁሉ ነገር የበላይ... የምንኖረው በበጎ ፈቃደኛ እስርቤት ስለሆነ እስርቤት ደግሞ ህግ ስላለ በዛ ነው፣ እንደዛ ነው የማየው እኔ፣ ኦፕን ፕሪዝን (open prison) ነው የምለው ምድር ላይ ያለውን ኑሮ በሙሉ ... አክቱዋልይ (actually) ምድር ላይ ትልቁ ህጋዊ፣ ትልቁ ህገኛ፣ ወይም የህግ አውጪው ራሱ ማለት ነው፣ ገንዘብ ነው፤ የፍትሃ-ብሔርም በሉ ወንጀለኛ መቅጫም ብላችሁ ሂዱ ሕጎቹ ገንዘብ ተኮር ናቸው። አንድ ሰው ለመጽደቅ የዘላለሙን ግን በህግ ከሆነ የሚያገኘው ይሄ ሰው እኮ ከሰረ፤ ህግን እየፈራ ፈሪ ሆኖ ይሄዳል እንጂ ሰው መሆን አይችልም፤ ለዚህ ነው ባይዘወይ (by the way) ምድር ላይ በጣም ትልቁ የምድር ህግ ወይም ትልቁ ምድር በጣም የምታከብረው፣ ብዙ ሰው ሊያከብረው የሚሄደው ህግ “እግዚአብሔርን መፍራት” ነው። በመብታችን ራሱ አሁን ያለንን እንቅስቃሴ መብታችንን ለሌላ አስረክበን ህገወጥ ሕግ እያወጣ የምንኖርበት ዓለም አድርገነዋል፤ ኦልሬዲ (already) አልቋል። ስለዚህ አሁን ያለው የሰው ልጅ ብቸኛ መብቱ፣ ብቸኛ፣ በሉአላዊ ሊያደርገው የሚችለው ብቸኛ መብቱ፣ መዳኑን መጨበጥ ነው።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "የማይነፃፀር ህይወት",
    //     blogDescription: "",
    //     blogContent: 
    //         "በምድር ላይ ካሉ ፍጥረታቶች የሰው ልጅ ብቻ ነው እራሱን ከጎኑ ካሉ ሰዎች ጋር የሚያነፃፅረው። ከጎረቤቱ ጋር ፣ ከጓደኛው ጋር ፣ ከስራ ባልደረባው ጋር ፣ ከሚያደንቃቸው ሰዎች ጋር ያነፃፅራል። ከሁሉ ነገር ጋር እራሱን አነፃፅሮ ሁሌም ሁሉም ሰው እራሱን የበታች ሲሆን ነው የሚያገኘው። ለዚህ ደግሞ ዋነኛ ምክንያት ሰው እራሱን ያነፃፀረባቸው ጉዳዮች በሙሉ ለሁሉም ሰው መዳረስ ባልቻሉ ጉዳዮች ምክንያት ነው። ለምሳሌ፡ በገንዘብ ዙሪያ ሰው ፍጥረታዊ በሆኑ ጉዳዮች ዙሪያ እራሱን ሲያነፃፅር አያገኘውም።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "የሰው ልጅ ኑሮ",
    //     blogDescription: "",
    //     blogContent: 
    //         "ምድር ላይ ካሉ ፍጥረታት፣ ምድር ላይ ካሉ ኗሪዎች ውስጥ ለኑሮ ለቤዚክ ሊቪንግ (basic living) ፣ ለሊቪንግ (living)፣ ሊቪንግ (living) ለሚባለው ነገር እራሱ፣ ኑሮ ለሚባለው ነገር እራሱ የሚሰለጥነው የሰው ልጅ ብቻ ነው። ምድር ላይ የሰው ልጅ ኑሮዬ የሚለው በሙሉ ሥራ ነው፤... ሥራ ካልሆነ ኑሮ መሆን ስለማይችል፤... ምድር ላይ ኑሮ እና ሥራ አንድ ናቸው። የሰው ልጅ ኑሮ በሙሉ ቅጥረኝነት ነው ማለት ነው፤ የገንዘብ ቅጥረኝነት ነው። የሰው ልጅ ኑሮ ምድር ላይ ሳየው እኔ ወይም ሁሉንም ሰው ምድር ላይ ሳየው የገንዘብ ቅጥረኛ ነው። እግዚአብሔር ግን ገንዘብ የለውም፤ ገንዘብ አያቅም፤ አይሰጥም፤ አይቀበልም። ሁሉንም በነጻ፣ በራሱ ማንነት ያኖራል፤ እንደራሱ እንደፍጥረት ማንነቱ ያኖራል እንጂ ከገንዘብ ጋር ምንም አይነት ግኑኝነት የለውም እግዚአብሔር።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "የሰው ዋጋ",
    //     blogDescription: "",
    //     blogContent: 
    //         "ከእኛ በስተቀር በአለም ያለ ሰው በሙሉ ዋጋው በሚያሳዝን ሁኔታ እጅግ በጣም ዝቅተኛ ነው። ለምሳሌ ገንዘብ ይበልጠዋል ፣ ስራ ይበልጠዋል ፣ ትዳር ይበልጠዋል ፣ አገር ይበልጠዋል ፣ ሃይማኖት ይበልጠዋል ፣ ታሪክ ይበልጠዋል። በዚህ ምክንያት ደግሞ ሰው እራሱን ሁሌ ወድቆ ያገኘዋል። ከዚህም በተጨማሪ ደግሞ ሰው ከራሱ በላይ አድርጎ ቦታ የሰጣቸው እና በስብዕናው የሰገደላቸው ነገሮች ለሰውየው በምትኩ የሚሰጡት ምላሽ በጣም አሳዛኝ ነው። ጥሩ ቦታ ስለሰጣቸው የሚሰጡት ምላሽ እሱን የሚጎዳው እና የሚገድለው ነው።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    {
        id: nanoid(7),
        blogTitle: "ጥቅም እና ህይወት",
        blogDescription: "ሰው በኑሮ እንቅስቃሴው ውስጥ የሚፈልገው ያኖራል ብሎ የሚያስባቸው ነገሮች ጥቅም እንጂ ህይወት አይደለም። ጥቅም የሚባለው ነገር አንድ ሰው ለሌላ ሰው ሊያደርገው የሚችለው ነገር ነው። ወደ ፈጣሪ የሚጠየቁ የሰው ጥቅማዊ ፍላጎቶች ውጤታቸው ኪሳራ ብቻ ነው። ሰው የሚፈልገውን ነገር ለስጋ ምቾት ብቻ የሚጠቅመውን በስጋ ብቻ ለመኖር የሚያስፈለገውን ጠያቂ ሆኖዋል። ...",
        blogContent: 
            "ሰው በኑሮ እንቅስቃሴው ውስጥ የሚፈልገው ያኖራል ብሎ የሚያስባቸው ነገሮች ጥቅም እንጂ ህይወት አይደለም። ጥቅም የሚባለው ነገር አንድ ሰው ለሌላ ሰው ሊያደርገው የሚችለው ነገር ነው። ወደ ፈጣሪ የሚጠየቁ የሰው ጥቅማዊ ፍላጎቶች ውጤታቸው ኪሳራ ብቻ ነው። ሰው የሚፈልገውን ነገር ለስጋ ምቾት ብቻ የሚጠቅመውን በስጋ ብቻ ለመኖር የሚያስፈለገውን ጠያቂ ሆኖዋል። ሰው ህይወትን ጠይቆ አያቅም ሊጠይቅ የቻለው ገንዘብን፣ ትዳርን፣ የስጋ ስኬት ተብሎ በሰው የታሰቡትን አንዱ ያለውን ሌላው ለእኔም ያስፈልገኛል ያለውን ነው።\n\nበአንፃሩ ፈጣሪ ለሰው የሚሰጠው ህይወት የሚባለውን አንዴ ከተገኘ አብሮ ለዘለአለም የሚኖርን ነገር ነው። ስለሚያስፈልጉን የተፈጠሩ ፍጥረታት ፈጣሪ ለፍጥረቱ የሚያስፈልገውን እንጂ ፍጥረት የሚፈልገውን ላለመስጠቱ ትልቅ ምሳሌ ናቸው። ፀሀይ፣ አየር፣ እንሳት፣ አዕዋፋት ለሰው ያስፈልጋሉ ተብለው የተፈጠሩ እንጂ በሰው የጥቅም ጥያቄ የመጡ አለመሆናቸውን ያሳያል። ሰውም የራሱን ኑሮ የራሱን ዓለም ፈጥሮ  እየኖረ ያለ ፈጡር ሲሆን የጥቅም ጥያቄዎቹም ሰው እራሱ በሰራው ነገር ላይ የፈጣሪን ልግስና ሲፈልግ ይታየል። ነገር ግን ፈጣሪ የሱ ባልሆነ እርሱ ባልፈጠረው ነገር ጣልቃ ገብቶ የጥቅም ፍላጎትን አያሟላም። ሰው የመጨረሻ የጥቅም ጥያቄ ካቀረበ ገንዘብን ይጠይቃል ገንዘብን ሰርቶ ወይም ከሌላ ሰው ሊያገኘው ይችላል ህይወት ግን በፍጹም ከሰው ሊገኝ አይችልም ከህይወት ፈጣሪው እንጂ ይህንንም ህይወት ሊያስገኝ የሚችል በፈጣሪ ቅርጽ እና ፍቃድ ውስጥ መሆን ነው ነገር ግን ሰው ከዚህ ወጥቶ ይህ ህይወት የማይሰጠውን ግን ያስፈልገኛል ብሎ የሚያስበውን የስጋ ፍላጎቱን ወደ ፈጣሪ ይጠይቃል። ፈጣሪም ጠቀመን ጥቅምንም ሰጠ ከተባለ የሚጠቅመን ህይወትን እና ህይወት ብቻ በመስጠት ነው። ህይወት ደግሞ ከፈጣሪ በመሆኑ አንዴ ከተጨበጠ ዘላለማዊ የሆነ ኑሮ ነው ሰውም እስከ ዛሬ ህይወትን ከፈጣሪው ጠይቆ አያውቅም ህይወት የሚመስሉ ሲሳኩ ህይወት ይሆናሉ ተብለው የተገመቱ ብዙ የስጋ ብቻ ጥቅሞችን ሲጠይቅ ዘመናት አልፈዋል ለሰው ልጅ የሚሰጠውን ህይወት ከፈጣሪ ውጪ የሚያውቀው የለም በመሆኑም ህይወት ተጠይቆ ሳይሆን በፈጣሪ ልግስና ብቻ የሚገኘው ሲሆን ፈጣሪም ጋር ህይወት እንጂ ጥቅም የለም።\n\nበመሆኑም ፈጣሪ ህይወት ካልሰጠ ሌላ ማንም ሊሰጥ አይችልም እኛም ተሳክቶልናል የምንለው ይህንኑ ህይወት ነው ሰውን ህይወት ሲያገኘው ከፈጣሪ የፈለገውን ጥቅም በሙሉ የእርሱ አለመሆኑ እና ምድር ላይ አንዱ ለሌላው የሚያደርገው ቀላል የሆነ በፈጣሪ ማንነትም የሰው ጉድለት ተብሎ የማይታሰብ ሆኖ ይገኛል። ህይወትን ማግኘት እስከ የሌለው በጣም የሚጣፍጥ የሰውን የጥቅም ፍላጎት እርካታ የሚያስገኝ ማንነት ነው። በፈጣሪው ከተሰጠው ማንነቱ አፈንግጦ በሰው ከተፈጠሩ ፈጣሪ ከማያውቃቸው ነገሮች እንዴት ምላሽን ከ ፈጣሪ ይጠብቃል? ህይወት መልስ ይፈልጋል ከፈጣሪ የሚያጠግብን መልስ ይፈልጋል ፈጣሪም ያንን ለመስጠት ዝግጁ ነው።\n\nእኛም አገኘን የምንለው ጥሪያችንም ፈጣሪ ያደርግልኛል ብሎ ያሰበውን ማብቂያ የሌለውን ጥቅም ፈላጊ ማንነቱን በህይወት ሞልቶ ከፈጣሪ የፈለገውን ጥቅም ሳይሆን ህይወቱን እንዲያገኝ መንገድ ማሳየት ብሎም በጣም የወደድነውን የተመቸንን የዳሰስነውን ለሰው እጅግ አስፈላጊ የሆነውን ህይወት ማስጨበጥ ነው።",
        date: "Nov 21, 2023",
        min: "1 MIN",
        teacher: "Yonatan Gena"
    },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ፍቅር",
    //     blogDescription: "",
    //     blogContent: 
    //         "ፍቅር የሚባለው ነገር ምንድን ነው? ስለዚህ ምድር እንዲህ ከፋፍላ ፍቅርን በተለያየ ዓይነት ታቃለች ማለት ነው፤ እኔ የምነግራችሁ ፍቅር ከዚህ ሁሉ ውጪ ነው። መውደድ ፍቅር አይደለም። ምድር የምታውቀው ፍቅር - ክስ ያለበት፣ ወቀሳ ያለበት፣ አጥጋቢ ያልሆነ ነው ፍቅር ተብሎ የበላነው ሁሉም ፍቅር፤ ሁሉም የፍቅር ዓይነት ነው የምላችሁ - ሁሉም ፍቅር ቅሬታ ያለባቸው ናቸው፤ ቅር የሚሉ ናቸው፤ ቃር የሚያመጡ ናቸው። የምድር የመጨረሻው የፍቅር መገለጫ ተብሎ የተገለጠበት መገለጫ መስዋዕትነት መሆኑ በጣም ይገርመኛል፤ ሞት ፍቅርን ሲገልጽ በጣም ነው የሚገርመኝ - በጣም። ሁሉም ሰው አሁን ያለውን እሱን አይቀበልም። እራሱን የማያፈቅር በሌላ መፈቀርን መቀበል ያቅተዋል ሌላን ማፍቀርንም ይከብደዋል። በራሱ ሰው በራሱ አዕምሮ በራሱ ስሜት በራሱ መሆን ራሱን ይጠላል ሰው። ይሄን ሰው ተፈቀር ብትለው በጣም ይከብደዋል፤ እራሱ ኦሪጂናል (original) ፍቅር ካላገኘው በስተቀር ይሄ ሰው ማፍቀርም አይችልም መፈቀርም አይችልም፤ ምክንያቱም ራሱን አይቀበልም። ይሄ የሰው ልጅ ከልጅነቱ ጀምሮ የሚፈልገው፣ ትልቅ ጉድጓድ የሆነ፣ ትልቅ ፍላጎት የሆነ ፍቅር ግን አለ።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "መኖር",
    //     blogDescription: "",
    //     blogContent: 
    //         " የሰው ልጅ በምድር ላይ ካሉ ፍጥረታት መኖር ያቃተው ብቸኛ ፍጥረት ሆኖ ተገኝቷል። ይህም ደግሞ በጣም የሚያስገርምና ለማመን የሚከብድ እውነት ቢሆንም የሰው ልጅ ግን ትላንትም ሆነ አሁንም መኖርን እየፈለገ ግን ለመኖር እየተቸገረ ያለ ብቸኛ ፍጥረት ነው። ታዲያ ሰው ካልኖረ ምን እያደረገ ነው? ለመኖር ቅድመ ሁኔታዎችን እያመቻቸ ።  ግን ደግሞ የሚያሳዝነው ጉዳ ይ ይህንን አሰናድቶ ሳይጨርስ ሁሉም ሰው ከዚህ አለም ማለፉ ነው ። እኛ ደግሞ ባንፃሩ ይሄ ለሌሎች ፍጥረታቶች ቀድሞውኑ ያልተጓደለው መኖር የሚባለው ትልቅ ነገር ተሳካልን ኑ እናንተም እንዲሳካላችሁ መንገዱን በነፃ እናሳያችሁ እያልን ለሰዎች መንገዱን እየጠቆምን ነው ያለነው ..... ",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "የሰው ልጅ ውድቀት",
    //     blogDescription: "",
    //     blogContent: 
    //         "የሰው ልጅ ወድቋል፤ የሰው ልጅ ውድቀት፣ የሰው ልጅ ስለወደቀ ነው እንዲህ የሆነው ወይም አሁን ላለበት ነገር ወይም እንዲህ የሚሰቃይበት ምክንያት ምንድን ነው የሰው ልጅ ስለወደቀ ነው ይባላል። ምድር ላይ ያሉትን ስለ ሰው ልጅ ውድቀት ያሉትን ታሪኮች ቼክ (check) ሳደርጋቸው፣ ሁሉም ከፈተና ጋር የተያያዙ፣ ያው ውጤቱ ውድቀት ነው፣ ግን ከፈተና ጋር የተያያዘ ነው ሁሉም የሰው ልጅ ውድቀት፤ የሰው ልጅ በነፍስወከፍ፣ በየትውልዱ ደግሞ ደጋግሞ ነው የወደቀው፤ አንድ አዳምና ሄዋን የወደቁት ውድቀት አይደለም። ስለዚህ የሰው ልጅ በብዙ ወድቋል በብዙ መነሳትም ያስፈልገዋል ማለት ነው። ግን ውድቀት ምንድን ነው? በውኑ ውድቀት ማለት ምድር ላይ ያሉ ትርክቶች እንደሚሉት ፈተናን አለማለፋችን ወይም በፈተና የመውደቃችን ጉዳይ ነው? ወይስ እግዚአብሔር ፈጣሪ ራሱ ፈተናን አስቀምጦ የሆነ ፍሬን የመብላት ያለመብላት ጉዳይ ነው? የምር ውድቀት ምንድን ነው? የሰው ልጅ ለራሱ በሚገባው መልኩ በጣም በጣም ከፍጥረታዊ ማንነቱ ርቋል። ቱዘኮንትራሪ (to the contrary) ግን በፍጥረታዊ ማንነት አሁን ያለው ሰው መኃይም ነው፤ ለፍጥረትነቱ ለሰውነቱ በጣም መኃይም ነው፤ የሰው ልጅ የጠፋው በገዛ አገሩ፣ በገዛ አዕምሮው፣ በገዛ ስሜቱ፣ በገዛ ውስጠቱ ነው። ያልሆንከውን ልትሄድ በምትጓዝበት ጉዞ፣ ሁሉም መንገድ ያደርስሃል፤ ሁሉም ነገር ይሳካልሃል፤ ላትሆን ስለሆነ የምትሄደው። ከመሆንህ   ርቀህ የምትሄደው ነገር በሙሉ አለመሆንህን እያጎናጸፈህ ይሄዳል። ከዬት እንደወደቅክ የሚያቅ ነው የሚያነሳህ፤ አንስቶም ደግሞ ወደ ወደቅክበት ቦታ፣ አስቀድሞ ወደነበርክበት ቦታ፣ ከዛም ወደ ተሻለ፣ ወደ በለጠም፣ ብቻ ወደ ራሱ ፈቃድ መመለስ የሚችለው ያየፈቃዱ ባለቤት ስለሆነ ...  ምህረት ግን አሁን የተጨበጠ፣ አሁን የሆነ፣ አሁን የተደረገ፣ አሁን የሚታወቅ፣ አሁን የሚመልስ፣ ሞት የማያስፈልገው ... ምህረት የፍቅር ውጤት ናት፤ መዳን የፍቅር ስራ ናት፤ ",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "ወላዋይነት እና ፅናት",
    //     blogDescription: "",
    //     blogContent: 
    //         "የሰው ልጅ በምድር ሲኖር ወላዋይነት ያጠቃዋል። ወይም የሚያረገው ነገር ላይ መፅናት በከፍተኛ ሁኔታ ይቸገራል። ለዚህም ነው ሰው ሁሌ ሲሰለች እና ነገሮችን ቶሎ ቶሎ በአዲስ ነገር ለመቀየር ሲሞክር የሚስተዋለው። አለም ላይ ደግሞ ያለው ፅናት ከዚሁ መወላወል ከሚባለው ሃሳብ ብዙ የተለየ አይደለም ምክንያቱም ሰዎች በአንዳንድ ነገሮች ላይ ሲፀኑ የተገኙት ጥርሳቸውን ነክሰው እንጂ ተመችቷቸው አይደለም። ሰው ግን ባንፃሩ በባህሪው የሚፀናው ተታግሎ ሳይሆን ተመችቶት ነበር። ለምሳሌ ከአየር ጋር ለመፅናት አልተቸገረምም ሲፀናም ደግሞ በከፍተኛ ምቾት ነው።",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Yonatan Gena"
    // },
    // {
    //     id: nanoid(7),
    //     blogTitle: "የሰው ልጅ አዕምሮ እና እብደቱ",
    //     blogDescription: "",
    //     blogContent: 
    //         "የሰው ልጅ አንዱ ስለራሱ ያለው ዴፊኒሽን (definition) የሚያስብ እንስሳነቱ ነው ... አዕምሮ ሁሌ የሃሳብ ባህር ውስጥ የሰመጠ ወይም ሁሌ የሚያስብ፣ ሁሌ የሚያሰላስል፣ የሰው ልጅ የሚያጋጥሙትን ነገሮች በሙሉ ማንኛውንም ከእርሱ ውጪ የሆኑ ራሱንም ጨምሮ ልክና ስህተት የሚልበትን ሚዛን የሚመዝንበት ሎጂክ (logic) የሚያቀርብ፣ ራሱንም ለማግኘት የሚጥረበት ማንነቱ ወይም የሰውነት ክፍሉ አዕምሮ ነው ማለት ነው፤ ይሄ አዕምሮ ደግሞ ይሄን የሰውን ህይወት እመራበታለው ወይም አስተዳድርበታለው የሚለው ቱሉ (its tool) ወይም ደግሞ መሳርያው ደግሞ እውቀት ሆኖ እናገኘዋለን ማለት ነው፤ የሰው ልጅ በእድሜ ዘመኑ የሚጠቀምበትንም የማይጠቀምበትንም ብዙ እውቀት ሰብስቧል፤ አዋቂ ያልሆነ አዕምሮ የለም፤ የመጨረሻ የማወቅ ጥጉን ሲናገር 'እኔ የማውቀው አለማወቄን ነው፡፡' የሚል አዋቂ ነው ማለት ነው፤ እንግዲህ የአዕምሮ የሰውን ልጅ ህይወት በእውቀት እመራለው ሲል በትራያል ኤንድ ኤረር (trial and error) ነው ማለት ነው፤ ምድር የምትመስለው የወንዱን አዕምሮ ስህተቶች ጥርቅም ናት፤ የወንድ ልጅ አዕምሮ ገባኝ ባለው፣ አውቄዋለው ባለው የመራውን ያንን ስህተት ይመስላል ማለት ነው፤ አሁን ያለው አዕምሮ በቀቀን እንዲሆን የተፈረደበት፣ በትላንት እውቀት የተሸበበ፣ ከዛሬ የሚሸሽ፣ ለነገ የሚሰራ ነገን ለማቅናት የሚለፋ ከርታታ ሆኖ እናገኘዋለን፤ የሰው ልጅ አዕምሮ ታሟል፤ በሽተኛ ነው፤ አያለው የሚል የማያስተውል፣ እሰማለው የሚል የማያዳምጥ... አሁን የሰውን ልጅን አዕምሮ ስናየው ደክሞታል፤ በጣም ደክሞታል፤ በጣም ዝሏል፤ የተሳካለትም ያልተሳካለትም አዕምሮ ዝሏል፤ የተማረም ያልተማረም አዕምሮ ደክሞታል፤ ያወቀም ያላወቀም፣ የትልቁም የትንሹም ...  አሁን ያለው የሰው ልጅ አዕምሮ መታደስ ያለበት ወይም እንደ አዲስ መፈጠር ያለበት ነው፤አሁን አዕምሮ እራሱ ታሞ ሌሎቹን አክማለው ማለት በጣም ከባድ ነው፤ እራሱ አብዶ ሌሎቹን ወደ ጤንነት እመራለው ማለት በጣም ከባድ ነው፤ እራሱ ተቸግሮ ስብእኖቹን ወይም የሌላ ማንነቱን ችግር እፈታለው ወይም ህይወቱን እመራለው ማለቱ ይሄ ጤነኝነት አይደለም፤",
    //     date: "Nov 21, 2023",
    //     min: "1 MIN",
    //     teacher: "Bereket Teka"
    // }, 
    {
        id: nanoid(7),
        blogTitle: "ሰውና ነባራዊ ዓለም",
        blogDescription: "የሰው ልጅ ሃሳብ እና ስሜት የሰውየውን የዕለት ተዕለት እንቅስቃሴዎችን የሚቃኙ ማንነቶቹ ናቸው። ሰው ከነባራዊ ዓለም ራቅ ያለ አመለካከት፣ ሃሳብ እና ስሜት ያለው ሲሆን ሰው መኖርን ሲያስብ፣ ስለወደፊቱ እና ስለሚያደርገው ቀላል የሆነ እንቅስቃሴዎች ሲያስብ፣ የሚያስበው ሃሳቦች ነባራዊ ሁኔታዎች ላይ ተመስርተው አይደሉም። ...",
        blogContent:
            "የሰው ልጅ ሃሳብ እና ስሜት የሰውየውን የዕለት ተዕለት እንቅስቃሴዎቹን የሚቃኙ ማንነቶች ናቸው። አንድ ሰው ለመኖር ስለወደፊቱ እና ስለሚያደርገው ቀላል የሆኑ እንቅስቃሴዎች ሲያስብ፣ የሚያስበው ሃሳቦች ነባራዊ ሁኔታዎች ላይ ተመስርተው አይደሉም።\n\nነባራዊ ዓለም እራሱን ችሎ ያለ እና ከሰው ጋር ተራርቀው የኖሩ ናቸው። ሰው ከነባራዊ ዓለም የራቀ ሃሳብ ፣ስሜት እና አመለካከት ያለው ሲሆን አንድ ሰው ስለ ነባራዊ አለም ወይም ሁኔታዎች ሲያስብ በሃሳቡ የሚስላቸው እና በስሜቱ ደግሞ የሚሰሙት የተለያዩ ስሜቶች አሉት። እነሱም ግምት እና ምኞት የሚባል መጠሪያ ያላቸው ሲሆን የሰው ግምት እና ምኞት ደግሞ ከነባራዊ አለሙ ጋር ሲነፃፀሩ ፈፅሞ የተለያዩ ናቸው። ሰው ነባራዊ ዓለም ላይ የሚገጥሙትን ነገሮች በአምሮው ገምቶ ወይም በምኞቱ ተመኝቶ የሚደርስበት ጉዳይ ስላልሆነ ነው። ስለዚህ ሰው ዓለምን የሚያይበት ሃሳቡ እና ስሜቱ ብቁ መነፅሮች ባለመሆናቸው ምክንያት ነባራዊውን ዓለም ከሰውየው ፍላጎቶች ጋር የራቀ እንዲሆን አድርጎበታል ማለት ነው። ሆኖም አንድ ሰው ስላንድ ነገር በቂ ማስረጃ ሳይኖረው ነገርግን ነባራዊ ዓለም ላይ ያሉ መስሎት ግን የሌሉ ነገሮች መሆናቸውን ሳያውቅ በግምት እና በምኞት የተጓዘ ነው።\n\nሰው ስለነባራዊ አለም ሲያስብ የሚፈራ፣ የሚመኝ ወይም ተስፋ የሚያደርግ ሲሆን፤ ሰው መኖር የተገታበት እና ነባራዊውን ሁኔታዎችን እንዳይጋፈጥ የተዳረገ አድርጎታል። ሰው ከነገሮች ጋር ያለው ግንኙነት እንደሚከተለው ቀርቧል\n\nስኬት፡ ስኬት የሰው አዕምሮ ላይ ያለ ሃሳብና እንደየሰው የተለያየ መልክ ያለው እንጂ በነባራዊው ዓለም የተጨበጠ እና ተመሳሳይ ቅርፅ ያለው ነገር አይደለም። ለምሳሌ ሰው ስኬት የሚመስለው መልስ አገኝበታለው ብሎ የሚሄደው መንገድ ሲሆን ስኬቱ ላይ ከደረሰ በኋላ ግን ሌሎችን ስኬቶች የሚወጥን እና መልስ እንዳላገኘ የሚስተዋል ነው።\n\nሞት፡ ሰው ሳይሞት ሞትን በስሜቱ አብዝቶ የሚፈራ እና የሚያውቅ ሲሆን ሞት ግን በነባራዊው ላይ ሰው እንደሚሰማው አይነት ቅርፅ ያለው አይደለም። ምክንያቱም ትክክለኛው ሞት በመሞት የሚታወቅ ብቻ ስለሆነ ነው።\n\nደስታ፡ ሰው ደስታ የሚመስለው በአንዳድ አጋጣሚዎች እና ሁኔታዎች የተሰሙት እንጂ በትክክል ደስታ ምን እንደሆነ አያወቅም። እኛ ጋር ግን የተሳካው ትክክለኛ ደስታ የሚባለው ልክ እንደ አየር ሳይቋረጥ በተደጋጋሚ በሰው ሂወት ውስጥ የሚመጣና የሚፈስ የስሜት ምግብ ነው።\n\nተስፋ፡ ሰው ነባራዊውን ስለማያውቅ በሱ ምትክ ሃሳቡ ላይ እና ስሜቱ ላይ ያለ ነገር ተስፋ ሲሆን፤ ሰው በተስፋ ውስጥ የሚራመድ እና ሰው ተስፋ የሚያደርገው ነባራዊው ዓለም ላይ የሌለውን ነገር ነው። በዚህ ምክንያት ሰው ከቀን ወደቀን ከነባራዊው ዓለም ጋር እንዲራራቅ አድርጎበታል።\n\nእኛ እንደስኬት የተገነዘብነው ነባራዊው ዓለም ላይ ያሉ ነገሮች ልክ እንደ ጢስ ሆነው ከሩቁ ሲታዩ የማያሳልፍ ግንብ የሚመስሉ ግን ሰው በቅርብ እያያቸው ሲመጣ ገለል እያሉ የሚመጡ ባህሪ ያላቸው መሆናቸውን ነው። ከዚህ ጋር ተያይዞ እኛ እንደምንለው ባይሆንም ግን አንዳንድ ተሳካልን የሚሉ ሰዎች የማይቻሉ እና የማይደረስባቸው ነገሮች ላይ እነሱ ሲደርሱ የሚጠብቃቸው ሁኔታዎች እና እንደተባለው እንዳልሆኑ ሲናገሩ ይስተዋላሉ። ይሄም የሚያሳየን የሰው ሃሳብና ስሜት ላይ ያሉ ነገሮች ሰው ነባራዊ ዓለም ላይ እንዳይኖር ከልካይ አድርጎበታል።\n\nመኖር፡ መኖር ማለት ሃብታም መሆን፣ ማግባት፣ መውለድ፣ ወደተሻለ ሃገር መሄድ ሳይሆን፤ መኖር የሚባለው ነባራዊው አለም ላይ ነው እንጂ መኖር በተስፋ እና በምኞት ላይ የተመሰረተች አይደለችም። በጥቅሉ በየትኛውም ሁኔታ ውስጥ ሰው ያቃተው ነገር ኑሮ ነው።\n\nነባራዊ አለም ውስጥ ከዘመን ዘመን አዲስ ነገር መጥቶ አያውቅም፤ ሁሉም ድግግሞሽ እና አዙሪት ውስጥ ሆኖ ነው ከትውልድ ወደትውልድ የሚሻገረው። ይልቁንም አሁን ላይ ያለው ነባራዊ አለም ሰው መኖር እንዳይችል ብዙ ተስፋ አስቆራጭ ነገሮችን የያዘ ነው።\n\nእንደስኬት እኛ መኖር ተሳክቶልናል። ስለዚህ ሰው በእኛ መንገድ ሲመጣ መጀመሪያ የምናደርገው ስለነባራዊው ዓለም ትክክለኛ መረጃ ወይም እውቀትን በመንገር እና ሰውየው ያላየውን አሳይቶ እና የከበደውን ነገሮች ገሸሽ አድርጎ ነባራዊውን ዓለምን ተጋፍጦ መኖር እንዲችል የመኖርን ሃይልን የሚያገኝበት መንገድ ነው። ምክንያቱም ዕውቀት መናገር ብቻ የመኖርን ሃይልን ለሰው ስለማይሰጥ ነው። ሰው አሁን ላይ ባለው ነባራዊ አለም የእኛ መንገድ አዲስና በምድር ህጋዊነት ያለው ሲሆን ሰው በዚህ መንገድ የመኖርን ሃይልን የሚያገኝበትና መባከኑን ትቶ እስከመጨረሻው መኖር የሚችልበት መንገድ ነው።",
        date: "Nov 21, 2023",
        min: "1 MIN",
        teacher: "Yonatan Gena"
    },
    {
        id: nanoid(7),
        blogTitle: "መውደድ",
        blogDescription: "እኛ ያገኘነውንና የተሳካልንን ወደ እናንተ ይዘን የምንመጣበት ዋነኛው ምክንያታችን የመውመድ መንገድ ላይ ወይም የመውደድ ስሜት ላይ ሆነን ነው።\n\nይሄን በነፃ ያልንበትና ከእናንተ ጋር ያለምንም ጥቅማዊ ግንኙነት ያለሆነበት ምክንያት በእኛ በኩል ያለውን ጥቅም ጨርሰን፣ ኖረን ወይም ከእናተ ሌላ አዲስ ጥቅም ፍለጋ ስላልመጣን ነው። ነገር ግን አለም ላይ ያሉት ሰዎች ገና ጥቅም ፍለጋ አዲስ ሃይል ግንባታ ላይ ናቸው ...",
        blogContent:
            "እኛ ያገኘነውንና የተሳካልንን ወደ እናንተ ይዘን የምንመጣበት ዋነኛው ምክንያታችን የመውመድ መንገድ ላይ ወይም የመውደድ ስሜት ላይ ሆነን ነው።\n\nይሄን በነፃ ያልንበትና ከእናንተ ጋር ያለምንም ጥቅማዊ ግንኙነት ያለሆነበት ምክንያት በእኛ በኩል ያለውን ጥቅም ጨርሰን፣ ኖረን ወይም ከእናተ ሌላ አዲስ ጥቅም ፍለጋ ስላልመጣን ነው። ነገር ግን አለም ላይ ያሉት ሰዎች ገና ጥቅም ፍለጋ አዲስ ሃይል ግንባታ ላይ ናቸው።\n\nእስከዛሬ ድረስ ከፈጣሪ ባህሪ ጋር በተያያዘ የተነገሩን ነገሮች በቀጥታ ፈጣሪ በባህሪው የሚወደድ ሳይሆን የሚፈራና ከእሱ የሚያስርቅ እንደሆነ ይስተዋላል። ለምሳሌ ፈጣሪ ሰውን ይሄንን ካደረክ አልወድህም ይሄንን ካደረክ ደግሞ እወድሃለው የሚል አይነት ባህሪ ያለው ነው። ነገር ግን እኛ በትክክለኛ ፈጣሪን በባህሪው ስናገኘው ደግሞ ፈፅሞ ሙሉ በሙሉ መወደድ ብቻ እነደሆነ እና እርሱ ያለውን ነገር በገፍ እንደሚሰጥ፤ በአንፃሩ ደግሞ እርሱ የሌላቸውን ነገሮች እንደማይሰጥ በጉልህ በባህሪው ያየነበት ነው።\n\nእኛ መንገድ ላይ እንደ አንድ ትልቅ ስኬት የተሳካልን መጀመሪያ ፈጣሪን መውደድ ነው። ይሄ መውደድ የመጣው  እስከዛሬ ድረስ ፈጣሪ ነው ተበሎ የተነገረን፣ የሰማነው ይሄን ያደርግላችኋል፣ ይሰጣችኋል፣ ይነሳችኋል የተባልነው ፈጣሪ ሳይሆን፤  በተክክለኛ ባህሪው እውነተኛውን ፈጣሪን  ስናገኘው እና ከእርሱ ጋር ቀጥተኛ የሆነ ግንኙነት ውስጥ ስንገባ የመጣ ትልቅ የስሜት ልዩነት ነው። ስለዚህ ይሄ ስሜታችን ላይ የተፈጠረው የስሜት ልዩነት ትክክለኛውን ፈጣሪን ማፍቀር እና መውደድ ሆኖ አግኝተነዋል።\n\nየመጀመሪያን ስኬታችን ፈጣሪን መውደድ ሲሆን በቀጣይ ደግሞ የእርሱ የሆኑትን፣ እርሱ የፈጠራቸውን በዙሪያችን ያሉትን ፍጥረታት መውደድ ነው። ይሄም የተሳካልን ምክንያት እኛ ከዚህ ቀደም ፍጥረትን ገንዘብ በሰራልን አይን እንደምናይበት  ሳይሆን የፈጣሪ ልጅ ከመሆን ጋር በተሰራልን አይን ማየት በመቻላችን ነው።\n\nእንደ አንድ ፍጡር የፍጥረታቱን ባህሪ ሲታይ ሁሌም በጽናት፣ በልግስና እና በመዋደድ ቀጥተኛ የእርስ በእርስ ግንኙነት እና ከኛ ጋር ያላቸውን ቁርኝት አሁን ላይ ሲስተዋሉ፤ እስከዛሬ ያላስተዋልናቸውን አሁን ላይ ግን ልዩነቱን ስንመለከት ፍጥረቱን አለመውደድና አለማድነቅ አይቻልም። ለምሳሌ የፀሐይን የአፈጣጠር ባህሪ ስናይ ለፍጥረታት ሁሉ እስከዛሬ ድረስ ብርሃንና ሙቀትን በፅናት ስትለግስ ማየት እንችላለን።\n\nበተቃራኒው ደግሞ ከዚህ በፊት ያላስተዋልነው ነገር ግን ፍጥረታትን በመውደዳችን እና እንደትክክለኛ ሰው ሆነን ስናስበው ፤ በሰው ታስረው ያሉትን እንስሳቶችን ስንመለከት፤ እነዚህ እንስሳቶች ከአፈጣጠራቸው ውጪ እንዲኖሩ እየተደረጉና ሚዛኑን በሳተ መልኩ ተፅዕኖ እየደረሰባቸው መሆኑን መገንዘብ ችለናል።\n\nሌላኛው የተሳካልን ሌሎችን ሰዎች መውደድ መቻላችን ነው። ምክንያቱም የፈጣሪ ፍጥረታቱን ወዶ ሰውን አለመውደድ ስለማይቻል ነው። ሰዎች ከሌሎች ፍጥረታት ጋር ተዋዶ ቢዘልቅም ሰው እና ሰው ግን እርስ በርስ ባላቸው መጎራበጦች  ምክንያት ተዋዶ ለመኖር እጅጉን ከባድ አደርጎበታል። ስለዚህ እኛ ሰውን መውደድ ተሳካልን ያልንበት ምክንያት ከሰውየው መቸገር ሳይሆን ሌሎች ምክንያቶችን ሁሉ ያለፈ፤ ከመውደድ ሃይል፣ ከመውደድ መንፈስ የመጣ ስለሆነ ነው።\n\nከዚህ የመውደድ ማንነታችን የተነሳ እኛ በነፃ እና በሙላት ያገኘነውን ህይወት እና ትክክለኛ የፈጣሪ ባህሪ ይሄ ነው ብለን የደረስንበትን መንገድ አለን ብለን ሌላም ሰው ህይወቱን እንዲያገኘው በደስታና በጉጉት የምንናገረው፣ የምናሳየው ለሰው ካለን መውደድና በፈጣሪ ከመውደድ የተነሳ ነው።\n\nሰው ህይወት ማግኘት ያለበት ዋነኛ ምክንያት፤ ህይወቱ ምንያህል ለሰውነት እንደሚስማማና እንደሚጠቅም፤ ልክ እንደ አየር እና እንደ ፀሐይ እጅጉን ለሰው ልጆች ሁሉ እንደሚያስፈልግ ስላወቅንና ስለተገነዘብን ነው። ሰው ከዚህ ህይወት ጋር ሲገናኝ ከፍተኛ ለውጡን በኑሮው፣ በእንቅስቃሴው፣ በማንነቱ እና በባህሪው የሚያይበት መንገድ ነው።\n\n በተጨማሪም እኛ በስብዕናችን የህይወቱ እና የመንገዱ አካል ከመሆናችን ጋር ተያይዞ የሚመጡ የስሜት አይነቶች ከዚህ መንገድ ውጪ ዐለም ላይ ካሉት መንገዶች የሚያስከስቱት የስሜት አይነቶች ፈዐሞ የተለየና የማይገናኝ መሆኑን በግልፅ ለይተነዋል። ስለዚህ እኛ ዓለም የምታቀርበውን የገንዘብ እና የቴክኖሎጂ ውጤቶችን ከመውደድ ይልቅ በትክክለኛ ማንነታቸው ማለትም ከመጠቀሚያ ውጪ እንዳልሆኑ ተገንዝበናል።\n\nባጠቃላይ ትክክለኛ የመውደድ ስሜት ላይ ለመድረስ መንገድ አለው። መውደድም ለወዳጁ ብቻ ሳይሆን ለሁለቱም ወገን ማለትም ለወዳጁና ለተወዳጁ ምቾትን የሚሰጥ ነው። ከዚህ ጋር ተያይዞ እኛ ፈጣሪን ፣ ፍጥረትንና የሰው ልጆችን ያለቅደመ ሁኔታ፣ ያለምንም ትግል መውደድ መቻላችን ስለተሳካልን፤ ሌሎችም ሰዎች እዚህ ስኬት ላይ መድረስ ይችላሉ ማለት ነው።ስለዚህ ሰው መኖር ካለበት ምቾት ያለው የመውደድ ስሜት ውስጥ ሆኖ ሲኖር ብቻ ነው።",
        date: "Nov 21, 2023",
        min: "1 MIN",
        teacher: "Yonatan Gena"
    },
    {
        id: nanoid(7),
        blogTitle: "የመዳን መንገድ",
        blogDescription: "በሰው ልጆች ታሪክ ውስጥ ሰው ከወደቀበት ጊዜ ጀምሮ አሁን እስከደረሰበት ባለው የምድር ቆይታ ውስጥ ለመዳን በየጊዜው ተስፋ የሚሰጡ በርካታ የመዳን መንገዶችን ፈጥሯል፤ ብዙ ተጉዟል። የሰው ልጅ ዕውቀቱ፣ ጥረቱ፣ልፋቱ፣ ደግነቱ እና ክፋቱ የተሻለ ውጤት ለማምጣት ወይም በጥቅሉ ለመዳን ሲል ነው። ....",
        blogContent:
            "በሰው ልጆች ታሪክ ውስጥ ሰው ከወደቀበት ጊዜ ጀምሮ አሁን እስከደረሰበት ባለው የምድር ቆይታ ውስጥ ለመዳን በየጊዜው ተስፋ የሚሰጡ በርካታ የመዳን መንገዶችን ፈጥሯል፤ ብዙ ተጉዟል። የሰው ልጅ ዕውቀቱ፣ ጥረቱ፣ልፋቱ፣ ደግነቱ እና ክፋቱ የተሻለ ውጤት ለማምጣት ወይም በጥቅሉ ለመዳን ሲል ነው።\n\nእነዚህ የመዳን መንገዶች አላማቸው የሰውን የፍላጎት እና የጥያቄ መልሶችን እንዲመልሱ የተሰሩ ሲሆኑ እነሱም በጥቅሉ የምድር ምሶሶዎች ይባላሉ። የምድር ምሶሶ(የምድር ስርዓት) የሚባሉትም እነ ፖለቲካ፣ ሃይማኖት፣ ባህልና ማህበራዊነት፣ ሳይንስና ቴክኖሎጂ፣ ገንዘብ ወዘተ ይጠቀሳሉ። እነዚህ የምድር ስርዓቶች ከሰው ልጆች መዳን ጋር ያላቸውን ቁርኝነት በዝርዝር እንዳስሳለ፤ ምድርም አሁን ለደረሰችበት የምድር ቅርጽ ከፍተኛ አስተዋጾ አላቸው።\n\nፖለቲካ: የሰው ልጅ ከፈጣሪ አስተዳደር ወይም አገዛዝ በራቀ ጊዜ እንደመፍትሄ እድንበታለው ብሎ የራሱን አስተዳደር ያበጀው ፖለቲካ በሚባል ስርዐት ነው። ፖለቲካ  አንዱ በበላይነት ሌላውን የሚያስተዳድበትና የሚገዛበት፤ የሰውን መሰረታዊ ፍላጎትን የሚመልስ ፣የሚታየውን አለም በሃገር፣ በድንበር፣ በዘር፣ በቆዳና በጎሳ ከፋፍሎ የሚገዛ ስርዐት ነው።\n\nሃይማኖት: ሃይማኖት መንፈሳዊነትን ወይም የማይታየውን አለም የሚያስተዳድር፤ ከጥንት ከመሰረቱ ለሰው ልጆች እንደመዳኛ መንገድ ተደርጎ የተቀመጠ ስርዐት ነው። አንድ ሃይማኖት ለሁሉም ሰው በሉአላዊነት ስለማይሳካ ምድር በብዙ ሃይማኖቶች የተሞላች እንድትሆን አድርጓታል። የሰው ሃይማኖት የሚወሰነው ሰውየው እንደተወለደበት ቦታ፣ ቤተሰብ፣ ባህል ሲሆን ሁሉም ደግሞ የየራሱ ሃይማኖት ትክክልና ዕውነት እንደሆነ፤ የሱ ብቻ እንደሚያድን እርግጠኛ ያደርገዋል።\n\nባህል እና ማህበረሰባዊነት: ይህ አስተሳሰብ እና ማድረግ/ተግባር ላይ ተወስኖ ሰውነት የሚሉትን ስኬት ለማምጣት የተዘረጋ ስረዐት ነው። ለምሳሌ ደግነትን እንደ አንድ ጥሩ የመዳኛ መገለጫ ነው ተበሎ እንደስኬት ይታያል\n\nሳይንስና ቴክኖሎጂ: አንድ ሰው መዳኑን የሚያረጋግጥለት፣ እራሱን የሚያይበትን ግንዛቤ የሚሰጠው መንገድ ነው።\n\nገንዘብ: ምድር ላይ የመጨረሻው የመጠቅለያ መዳኛ መንገድ ተደርጎ የተቀመጠው ገንዘብ ሲሆን፣ አንድ ሰው ተሳካለት፣ ተባርኳል የሚባለው ገንዘብ ሲያገኝ ነው።\n\nእነዚህ የመዳን መንገዶች እንኳን ሊያድኑ ይቅርና አሁን ላይ በላቀ ሁኔታ የሰውን ልጅ ከፍተኛ ጡዘት ውስጥ እንደከተቱት በውጤቱ የሚታይ ነው። ድሮ የነበረው የሰውነት ጥያቄዎች፣ ችግሮች፣ ድኖ በህይወት የመኖር ፍላጎት እስከዛሬ ሳይመለስ ቀጥሏል። ለምሳሌ ፖለቲካ ሰውን እጠብቃለው ብሎ ነገር ግር የመጨረሻውን የሰው ልጆች ማጥፊያ መሳሪያን የታጠቀ ሲሆን በዚህ አካሄዱ አለምን የማጥፊያ መንገድ መሆኑ አይቀሬ ነው። አብዛኛው ሃይማኖቶች ደግሞ የሰውን መዳን ከሞት በኋላ የሚገኝ ወይም የሚኖር አድርጎ ሰውን በእምነት አውሮ፣ በተስፋ አደንዝዞ የሚመራ መንገድ ነው። ሃይማኖት ሰው ከፈጣሪው ጋር ለመገናኘት የሰራው መንገድ እንጂ ፈጣሪ ከሰው ጋር ለመገናኘት የሰራው መንገድ አይደለም። ባህል እና ማህበረሰባዊነት አንዱን ሰጪ አንዱን ተቀባይ የሚያደርግ እሳቤ ያለው ሲሆን ብዙሃንነትን አስፍቶ ግለሰባዊነትን የሚቀብር፤ እራስህን ፈልገህ እንዳታገኝ ማህበረሰቡ ባወጣው እሴቶችና አስተሳሰቦች ውስጥ ተካተህ እንድትጓዝ የሚያደርግ ስርዐት ነው። ገንዘብ የሰውን ሁሉ የተፈጥሮ ፍላጎትን በሰው ሰራሽ ፍላጎት ተክቶ ለሱ መልስ ደግሞ አንዱን ድሃ ሌላውን ሃብታም አድርጎ የሚገዛ መንገድ ሲሆን፤ ሰው ሰውነቱን አቶ በሃሳቡ፣ በስሜቱና በስጋው ገንዘብን እንዲፈልግ፣ እንቅስቃሴው ሁሉ ገንዘብን እያባረረ እንዲኖር፣ አገኘው ሲል የሚርቅ የቅርብ እሩቅ ነው። ስለዚህ ገንዘብ የሰማዩንና የምድርን መዳን መጠቅለል አይችልም።\n\nባጠቃላይ እነዚህ የምድር ስርዐቶች እንደውጤት ሲታዩ የሰው ልጆችን ወደተሻለ፣ ወደ መዳን መንገድ ሳይሆን መዳን ወደማይቻልበት ውጥንቅጥ ውስጥ የከተቱትና ይልቁንስ በየጊዜው የሰው ሃጥያቱና ስቃዪ እየጨመረ እንዲመጣ አድርጎታል። ሰውም አሁን ላይ ድኛለው ብሎም በሙላትና በእውነት የሚናገር የትም አይገኝም።\n\nእኛ አለ የምንለው የመዳን መንገድ ግን እስካሁን ከጠቀስናቸው የመዳን መንገዶች ውስጥ ሆነ ውጪ ከዚህም በፊት ከነበሩት መንገዶች ፈጽሞ የተለየ እና የነበረ ግን የማይታወቅ፣ አዲስ የመዳን/የምህረት መንገድ ነው። ሰው ሰው ስለሆነ ብቻ ያላንዳች ቅድመ ሁኔታ መዳን የሚችልበት፤ መዳናችሁን በውስጥ ማንነታችሁ እርግጠኛ የምትሆኑበት፤ መዳንን የምታውቁበት፤ የምትጨብጡት እና በተጨማሪም በህይወታችሁ፣ በኑሯችሁ እና በየእንቅስቃሴያችሁ የምታስተውሉት፣ የምትገነዘቡበት የመዳን መንገድ ነው። በዚህ የመዳን መንገድ ውስጥ ህይወትን የምትዘሩበት እና በማፍራት በሙላት የምትኖሩበት መንገድ ነው።",
        date: "Nov 22, 2023",
        min: "3 MIN",
        teacher: "Bereket Teka"
    },
    {
        id: nanoid(7),
        blogTitle: "ሞት እና ህይወት",
        blogDescription: "የሰው ልጅ መሰረታዊ የሆነ ነገር ግን የሱ ባልሆነ ጉድለቶች የተሸፈነ ትልቅ እና ጥልቅ የሆነ ጥያቄ አለው ። ሞት የሚባለው ነገር የሰውን ልጅ ሲሞት ብቻ የሚነካው ጉዳይ ሳይሆን በየዕለት እንቅስቃሴው ቀንን፣ ወርን፣ አመታትን እያስቆጠረው የሚኖር ከሰው ጋር አብሮ ያልተፈጠረ ግን አሁን አብሮት የሚኖር ማንነት ነው። የሰው ልጅ ሲሞት ብቻ የሚያውቀው ጉዳዩ ሳይሆን ሁሌ የሚያስፈራራው የሚከተለው ዛቻ የሚያደርስበት ሰው ውስጥ የተቀመጠ ማንነት ነው። ሞትን ተሸክሞት የሚኖር ፍጡር  ሰው ብቻ ነው።  ሌሎች ፍጥረታት ሞትን የሚያውቁት ሲሞቱ ብቻ ሲሆን እየኖሩ የሞት ባርያ አይደሉም። በአንጻሩ የሞትን እንቅስቃሴዎች...",
        blogContent:
            "የሰው ልጅ መሰረታዊ የሆነ ነገር ግን የሱ ባልሆነ ጉድለቶች የተሸፈነ ትልቅ እና ጥልቅ የሆነ ጥያቄ አለው ። ሞት የሚባለው ነገር የሰውን ልጅ ሲሞት ብቻ የሚነካው ጉዳይ ሳይሆን በየዕለት እንቅስቃሴው ቀንን፣ ወርን፣ አመታትን እያስቆጠረው የሚኖር ከሰው ጋር አብሮ ያልተፈጠረ ግን አሁን አብሮት የሚኖር ማንነት ነው። የሰው ልጅ ሲሞት ብቻ የሚያውቀው ጉዳዩ ሳይሆን ሁሌ የሚያስፈራራው የሚከተለው ዛቻ የሚያደርስበት ሰው ውስጥ የተቀመጠ ማንነት ነው። ሞትን ተሸክሞት የሚኖር ፍጡር  ሰው ብቻ ነው።  ሌሎች ፍጥረታት ሞትን የሚያውቁት ሲሞቱ ብቻ ሲሆን እየኖሩ የሞት ባርያ አይደሉም።\n\nበአንጻሩ የሞትን እንቅስቃሴዎች የሞትን ቅምሻ ላየ ሰው ህይወትን ሲቀምስ ፍጹም ተቃራኒ የህይወት ፓኬጅን በጉልህ ያየዋል። ሞት ተስፋ መቁረጥ, የመኖር ትርጉም ማጣት ያለው ሲሆን የህይወት ፓኬጅ  ደግሞ ለኑሮ ጊዜ ማጠርን በብዙ ሰላም እና ደስታ መቆየት መፈለግን ሞትን ሲሞቱት  ብቻ ማውቅ በተጨባጭ ያሳየናል። በዚህም ምክንያት ፈጣሪ የተጠየቀው ጥያቄ ሁሉ ለሰው ልጅ መኖር መሰረታዊ አለመሆኑን እና የፈጣሪም ምላሽ አለመገኘቱን እናይበታለን ፈጣሪም ወደ ሰው ዘንድ ከተመለከተ የሚመለከተው ያህንን ሞት የተባለ ጉድለቱን እንጂ ሌሎች ጉድለቶችን ተመልክቶ መፍትሄ አይሰጥም። የሰው ልጅ የፍላጎት ጥያቄም ተመልሶ አያውቅም ምክንያቱም የሰው የፍላጎት ጥያቄ የሆነው ጥያቄ ሁሉ የሰው ጉድለት ስላልሆነ ነው። ለጥያቄያችን መልስ አገኘን ያሉትም መልሱ ሌላ ጥያቄ ሲፈጥርባቸው እናያለን ፈጣሪም ደግሞ ለሰው ብቻ መፍትሄን ሊሰጥ ነው የመጣው፡ በሰው ፍላጎት የተሸፈኑ ብዙ የሚመስሉ ጥያቄዎችን ፋጣሪም አይመልሰውም። መሰረታዊው የሆነው የሰው ጥያቄ ሲመለስ ዋናው ትልቁ ህይወት ይቀጥላል፤ የህይወት ጥያቄ ሲመለስም ሌላው የሰው ያልሆነው ማንነት ውስጥ የተቀመጠው ጥያቄ ከጥያቄነት ወርዶ እንቅስቃሴ ብቻ ይሆናል። ከሞት መገላገል በግልጽ የሚታወቅ ነገር ሲሆን ከሞት የተገላገሉ ሞትን ተሸክመው ከማይሄድ ፍጥረታት የኑሮ ምሳሌ መሆን ይችላል።\n\nዘመናት የተኖረበት ለዘመናት የሰው ማንነት ሆኖ የኖረውን ሞት የተባለውን ማንነት በአንጻሩ ፈጣሪ ለሰው አደረገ ከተባለ ይህንን የሰው ማንነት ተብሎ የተቀመጠን ሞት አንስቶ ህይወት ለግሶለት ፍጥረት እና ፈጣሪው ያላቸውን ጉዞ ማስቀጠል ይሆናል። እኛም ጥሪያችን የሆነው ለዘመናት የተሞከረ አሁን በዚህ ጊዜ የተሳካ ጉዞን ማስጓዥ ነው።\n\nትኩራታችንም ፈጣሪ ለፍጥረቱ ያዘጋጀውን ነገር ሰዎች እንዲያገኙ ማድረግ ነው። ሁሉም ሰው ነገሩን ሲያገኝ እንኩዋንም ፈጣሪ ያለውን መለሰልኝ እንኩዋንም የኔ ጥያቄ አልተመለሰልኝ ወደ ማለት ያመጣዋል። በዚህ አጭር ጽሁፍ ሞት እና ህይወትን በጥቂቱ ለማሳየት ሞክረናል ዛሬም እንደ ሁሌው በነጻ ያገኘነውን በፍቅር የተጓዝነውን መንገድ ሰው ተጉዞ ለዘመናት ያልተመለሰለትን የህይወት ጥያቄ በዚህ መንገድ ተመልሶልን ተስማምቶን እና ተመችቶን ለሰው ይገባዋል ያልነውን መንገድ እነሆ።",
        date: "Nov 25, 2023",
        min: "3 MIN",
        teacher: "Yonatan Gena",
    }
]
export default BlogData;